[
    {
        "ID": 11001,
        "CauHoi": "Hoạt động lựa chọn nhà thầu đối với các gói thầu nào sau đây phải áp dụng Luật Đấu thầu?",
        "CacDapAn": [
            "A.  Tất cả các gói thầu của doanh nghiệp nhà nước và doanh nghiệp do doanh nghiệp nhà nước nắm giữ 100% vốn điều lệ",
            "B.  Gói thầu mua nhà, trụ sở, tài sản gắn liền với đất của doanh nghiệp nhà nước.",
            "C.  Gói thầu trang bị cơ sở vật chất - kỹ thuật, máy móc, thiết bị hỗ trợ phát triển khoa học và công nghệ từ quỹ phát triển khoa học và công nghệ của doanh nghiệp nhà nước.",
            "D.  Đáp án A và C đúng"
        ],
        "DapAnDung": "C.  Gói thầu trang bị cơ sở vật chất - kỹ thuật, máy móc, thiết bị hỗ trợ phát triển khoa học và công nghệ từ quỹ phát triển khoa học và công nghệ của doanh nghiệp nhà nước."
    },
    {
        "ID": 11002,
        "CauHoi": "Hoạt động lựa chọn nhà thầu nào sau đây phải áp dụng Luật Đấu thầu?",
        "CacDapAn": [
            "A.  Việc lựa chọn nhà đầu tư thực hiện dự án đầu tư theo phương thức đối tác công tư (PPP)",
            "B.  Việc lựa chọn nhà thầu cung cấp hàng hóa, dịch vụ tư vấn, dịch vụ phi tư vấn để bảo đảm tính liên tục cho hoạt động sản xuất, kinh doanh và mua sắm nhằm duy trì hoạt động thường xuyên sử dụng nguồn vốn sản xuất, kinh doanh của doanh nghiệp nhà nước",
            "C.  Việc lựa chọn nhà thầu ở nước ngoài để thực hiện gói thầu ở nước ngoài của doanh nghiệp nhà nước ",
            "D.  Đáp án A, B, C đều sai"
        ],
        "DapAnDung": "D.  Đáp án A, B, C đều sai"
    },
    {
        "ID": 11003,
        "CauHoi": "Gói thầu nào sau đây không phải là gói thầu dịch vụ tư vấn?",
        "CacDapAn": [
            "A.  Gói thầu lập báo cáo nghiên cứu khả thi",
            "B.  Gói thầu lập báo cáo đánh giá tác động môi trường",
            "C.  Gói thầu kiểm toán",
            "D.  Gói thầu bảo trì"
        ],
        "DapAnDung": "D.  Gói thầu bảo trì"
    },
    {
        "ID": 11004,
        "CauHoi": "Gói thầu nào sau đây là gói thầu dịch vụ phi tư vấn?",
        "CacDapAn": [
            "A.  Gói thầu lập báo cáo nghiên cứu chủ trương đầu tư",
            "B.  Gói thầu lập báo cáo kinh tế kỹ thuật",
            "C.  Gói thầu bảo hiểm công trình",
            "D.  Gói thầu khảo sát, lập thiết kế, dự toán"
        ],
        "DapAnDung": "C.  Gói thầu bảo hiểm công trình"
    },
    {
        "ID": 11005,
        "CauHoi": "Gói thầu nào sau đây là gói thầu dịch vụ phi tư vấn?",
        "CacDapAn": [
            "A.  Gói thầu dịch vụ quảng cáo",
            "B.  Gói thầu dịch vụ logistic",
            "C.  Gói thầu thẩm tra, thẩm định dự án",
            "D.  Đáp án A, B đúng"
        ],
        "DapAnDung": "D.  Đáp án A, B đúng"
    },
    {
        "ID": 11006,
        "CauHoi": "Hồ sơ mời quan tâm, hồ sơ mời sơ tuyển là tài liệu sử dụng cho hình thức đấu thầu nào dưới đây?",
        "CacDapAn": [
            "A.  Đấu thầu rộng rãi ",
            "B.  Đấu thầu hạn chế",
            "C.  Chào hàng cạnh tranh",
            "D.  Đáp án A và B đúng"
        ],
        "DapAnDung": "A.  Đấu thầu rộng rãi "
    },
    {
        "ID": 11007,
        "CauHoi": "Hồ sơ yêu cầu là tài liệu được sử dụng cho hình thức đấu thầu nào dưới đây?",
        "CacDapAn": [
            "A.  Đấu thầu hạn chế",
            "B.  Mua sắm trực tiếp",
            "C.  Chào hàng cạnh tranh",
            "D.  Đáp án B, C đúng"
        ],
        "DapAnDung": "B.  Mua sắm trực tiếp"
    },
    {
        "ID": 11008,
        "CauHoi": "Giá trúng thầu là gì?",
        "CacDapAn": [
            "A.  Giá dự thầu của nhà thầu chào giá thấp nhất đáp ứng yêu cầu về tính hợp lệ, năng lực, kinh nghiệm và kỹ thuật.",
            "B.  Giá dự thầu của nhà thầu chào giá thấp nhất đáp ứng yêu cầu về tính hợp lệ, năng lực, kinh nghiệm và kỹ thuật sau khi trừ đi giám trị giảm giá, điều chỉnh sai lệch",
            "C.  Giá được ghi trong quyết định phê duyệt kết quả lựa chọn nhà thầu.",
            "D.  Giá dự thầu của nhà thầu được đề nghị trúng thầu "
        ],
        "DapAnDung": "C.  Giá được ghi trong quyết định phê duyệt kết quả lựa chọn nhà thầu."
    },
    {
        "ID": 11009,
        "CauHoi": "Theo quy định của Luật Đấu thầu hiện hành và các văn bản hướng dẫn thi hành, nhà thầu tham dự gói thầu cung cấp hàng hóa của một dự án phải độc lập về pháp lý và độc lập về tài chính với các đơn vị nào sau đây?",
        "CacDapAn": [
            "A.  Nhà thầu thực hiện phần xây lắp cho dự án",
            "B.  Nhà thầu tư vấn lập thẩm tra, thiết kế kỹ thuật",
            "C.  Nhà thầu thực hiện bảo hiểm công trình cho dự án",
            "D.  Đáp án A và B đúng"
        ],
        "DapAnDung": "B.  Nhà thầu tư vấn lập thẩm tra, thiết kế kỹ thuật"
    },
    {
        "ID": 11010,
        "CauHoi": "Nhà thầu tham dự gói thầu cung cấp hàng hóa cho một dự án phải độc lập về pháp lý và độc lập về tài chính với các bên nào sau đây ?",
        "CacDapAn": [
            "A.  Nhà thầu thực hiện phần xây lắp cho dự án",
            "B.  Nhà thầu tư vấn quản lý dự án",
            "C.  Nhà thầu thực hiện bảo hiểm công trình cho dự án",
            "D.  Đáp án A, B và C đúng"
        ],
        "DapAnDung": "B.  Nhà thầu tư vấn quản lý dự án"
    },
    {
        "ID": 11011,
        "CauHoi": "Nhà thầu cung cấp bảo đảm dự thầu dưới hình thức nào sau đây?",
        "CacDapAn": [
            "A.  Đặt cọc",
            "B.  Nộp thư bảo lãnh của tổ chức tín dụng trong nước, chi nhánh ngân hàng nước ngoài được thành lập theo pháp luật Việt Nam",
            "C.  Nộp giấy chứng nhận bảo hiểm bảo lãnh của doanh nghiệp bảo hiểm phi nhân thọ trong nước, chi nhánh doanh nghiệp bảo hiểm phi nhân thọ nước ngoài được thành lập theo pháp luật Việt Nam",
            "D.  Đáp án A, B, C đúng"
        ],
        "DapAnDung": "D.  Đáp án A, B, C đúng"
    },
    {
        "ID": 11012,
        "CauHoi": "Bảo đảm dự thầu được áp dụng trong trường hợp nào dưới đây?",
        "CacDapAn": [
            "A.  Đấu thầu rộng rãi, đấu thầu hạn chế, chào hàng cạnh tranh đối với gói thầu cung cấp dịch vụ phi tư vấn, mua sắm hàng hóa, xây lắp và gói thầu hỗn hợp; Đấu thầu rộng rãi, đấu thầu hạn chế đối với lựa chọn nhà đầu tư",
            "B.  Đấu thầu rộng rãi, đấu thầu hạn chế, chào hàng cạnh tranh đối với gói thầu cung cấp dịch vụ tư vấn, mua sắm hàng hóa, xây lắp và gói thầu hỗn hợp; Đấu thầu rộng rãi, đấu thầu hạn chế đối với lựa chọn nhà đầu tư",
            "C.  Đấu thầu rộng rãi, đấu thầu hạn chế, chào hàng cạnh tranh đối với gói thầu cung cấp dịch vụ tư vấn và phi tư vấn, mua sắm hàng hóa, xây lắp và gói thầu hỗn hợp; Đấu thầu rộng rãi, đấu thầu hạn chế đối với lựa chọn nhà đầu tư",
            "D.  Đấu thầu rộng rãi, đấu thầu hạn chế, đối với gói thầu cung cấp dịch vụ tư vấn và phi tư vấn, mua sắm hàng hóa, xây lắp và gói thầu hỗn hợp; Đấu thầu rộng rãi đối với lựa chọn nhà đầu tư"
        ],
        "DapAnDung": "A.  Đấu thầu rộng rãi, đấu thầu hạn chế, chào hàng cạnh tranh đối với gói thầu cung cấp dịch vụ phi tư vấn, mua sắm hàng hóa, xây lắp và gói thầu hỗn hợp; Đấu thầu rộng rãi, đấu thầu hạn chế đối với lựa chọn nhà đầu tư"
    },
    {
        "ID": 11013,
        "CauHoi": "Theo quy định của Luật Đấu thầu, gói thầu mua sắm hàng hóa có giá 8,5 tỷ đồng thì chủ đầu tư quy định giá trị bảo lãnh dự thầu trong hồ sơ mời thầu bao nhiêu là phù hợp? ",
        "CacDapAn": [
            "A.  120.000.000",
            "B.  170.000.000",
            "C.  80.000.000",
            "D.  Đáp án A, B đúng"
        ],
        "DapAnDung": "A.  120.000.000"
    },
    {
        "ID": 11014,
        "CauHoi": "Theo quy định của Luật Đấu thầu, gói thầu xây lắp có giá 25 tỷ đồng thì chủ đầu tư quy định giá trị bảo lãnh dự thầu trong hồ sơ mời thầu bao nhiêu là phù hợp? ",
        "CacDapAn": [
            "A.  250.000.000",
            "B.  500.000.000",
            "C.  300.000.000",
            "D.  800.000.000"
        ],
        "DapAnDung": "B.  500.000.000"
    },
    {
        "ID": 11015,
        "CauHoi": "Thời gian hiệu lực của bảo đảm dự thầu là bao lâu theo quy định của Luật Đấu thầu?",
        "CacDapAn": [
            "A.  Bằng với thời gian hiệu lực của hồ sơ dự thầu",
            "B.  Bằng thời gian có hiệu lực của hồ sơ dự thầu cộng thêm 28 ngày",
            "C.  Bằng thời gian có hiệu lực của hồ sơ dự thầu cộng thêm 30 ngày",
            "D.  03 tháng kể từ ngày phát hành bảo lãnh "
        ],
        "DapAnDung": "C.  Bằng thời gian có hiệu lực của hồ sơ dự thầu cộng thêm 30 ngày"
    },
    {
        "ID": 11016,
        "CauHoi": "Trường hợp nào dưới đây thì nhà thầu không được hoàn trả bảo đảm dự thầu?",
        "CacDapAn": [
            "A.  Nhà thầu không thực hiện biện pháp bảo đảm thực hiện hợp đồng theo quy định của Luật Đấu thầu",
            "B.  Nhà thầu không tiến hành hoặc từ chối ký kết hợp đồng, thoả thuận khung trong thời hạn 05 ngày đối với đấu thầu trong nước kể từ ngày hoàn thiện hợp đồng, thoả thuận khung, trừ trường hợp bất khả kháng",
            "C.  Nhà thầu có hành vi vi phạm pháp luật dẫn đến phải hủy thầu ",
            "D.  Đáp án A và C đúng"
        ],
        "DapAnDung": "D.  Đáp án A và C đúng"
    },
    {
        "ID": 11017,
        "CauHoi": "Đối tượng nào sau đây được hưởng ưu đãi trong lựa chọn nhà thầu?",
        "CacDapAn": [
            "A.  Nhà thầu trong nước sản xuất hàng hóa có xuất xứ Việt Nam phù hợp với hồ sơ mời thầu",
            "B.  Nhà thầu là doanh nghiệp nước ngoài liên danh với doanh nghiệp trong nước đảm nhận từ 20% giá trị công việc gói thầu ",
            "C.  Nhà thầu có 20% số lượng lao động là nữ",
            "D.  Đáp án A, B, C đều đúng"
        ],
        "DapAnDung": "A.  Nhà thầu trong nước sản xuất hàng hóa có xuất xứ Việt Nam phù hợp với hồ sơ mời thầu"
    },
    {
        "ID": 11018,
        "CauHoi": "Trong trường hợp hủy thầu, Chủ đầu tư phải lưu trữ các hồ sơ thầu có liên quan trong thời gian bao lâu?",
        "CacDapAn": [
            "A.  02 năm",
            "B.  05 năm",
            "C.  10 năm",
            "D.  15 năm"
        ],
        "DapAnDung": "B.  05 năm"
    },
    {
        "ID": 11019,
        "CauHoi": "Doanh nghiệp nhỏ và doanh nghiệp siêu nhỏ được ưu tiên tham gia gói thầu xây lắp có giá trị bao nhiêu?",
        "CacDapAn": [
            "A.  Dưới 10 tỷ",
            "B.  Dưới 1 tỷ",
            "C.  Dưới 5 tỷ",
            "D.  Không quá 5 tỷ"
        ],
        "DapAnDung": "D.  Không quá 5 tỷ"
    },
    {
        "ID": 11020,
        "CauHoi": "Nhà thầu nước ngoài B liên danh với C là nhà thầu trong nước (Liên danh B-C) để tham gia gói thầu do chủ đầu tư A làm bên mời thầu. Vậy liên danh B-C được hưởng ưu đãi trong trường hợp nào?",
        "CacDapAn": [
            "A.  B là doanh nghiệp khởi nghiệp sáng tạo",
            "B.  C đảm nhận 30% giá trị công việc của gói thầu",
            "C.  C là doanh nghiệp nhỏ theo quy định của pháp luật",
            "D.  B và C đúng"
        ],
        "DapAnDung": "B.  C đảm nhận 30% giá trị công việc của gói thầu"
    },
    {
        "ID": 11021,
        "CauHoi": "Chủ đầu tư không được tổ chức đấu thầu quốc tế trong trường hợp nào sau đây?",
        "CacDapAn": [
            "A.  Nhà tài trợ vốn cho dự án, gói thầu có yêu cầu tổ chức đấu thầu quốc tế trong điều ước quốc tế, thỏa thuận vay",
            "B.  Gói thầu mua sắm hàng hóa mà hàng hóa đó trong nước không sản xuất được",
            "C.  Gói thầu mua sắm hàng hóa mà hàng hóa đó trong nước sản xuất được nhưng không đáp ứng một trong các yêu cầu về kỹ thuật, chất lượng, giá",
            "D.  Gói thầu mua sắm hàng hóa thông dụng đã được nhập khẩu và chào bán tại Việt Nam nhưng chủ đầu tư cần mở rộng đối tượng tham gia để lựa chọn được hàng hóa có chất lượng theo yêu cầu"
        ],
        "DapAnDung": "D.  Gói thầu mua sắm hàng hóa thông dụng đã được nhập khẩu và chào bán tại Việt Nam nhưng chủ đầu tư cần mở rộng đối tượng tham gia để lựa chọn được hàng hóa có chất lượng theo yêu cầu"
    },
    {
        "ID": 11022,
        "CauHoi": "Ngôn ngữ nào được sử dụng trong đấu thầu trong nước và đấu thầu quốc tế?",
        "CacDapAn": [
            "A.  Tiếng Việt đối với đấu thầu trong nước, tiếng Anh đối với đấu thầu quốc tế",
            "B.  Tiếng Việt đối với đấu thầu trong nước, tiếng Anh và tiếng Việt đối với đấu thầu quốc tế",
            "C.  Tiếng Việt đối với đấu thầu trong nước, đối với đấu thầu quốc tế thì cho phép chủ đầu tư lựa chọn một ngoại ngữ phù hợp",
            "D.  Đáp án A và B đúng"
        ],
        "DapAnDung": "D.  Đáp án A và B đúng"
    },
    {
        "ID": 11023,
        "CauHoi": "Khi tham dự đấu thầu trong nước, nhà thầu được chào giá bằng các đồng tiền nào là phù hợp với quy định của Luật Đấu thầu?",
        "CacDapAn": [
            "A.  Chào thầu bằng đồng Việt Nam",
            "B.  Chào thầu bằng đồng tiền Việt Nam và các loại tiền khác nhưng tổng số không quá 03 loại tiền",
            "C.  Đối với chi phí trong nước, nhà thầu được chào thầu bằng đồng Việt Nam, đối với chi phí ở nước ngoài, nhà thầu được chào thầu bằng đồng tiền nước ngoài",
            "D.  Đáp án A và C đúng"
        ],
        "DapAnDung": "A.  Chào thầu bằng đồng Việt Nam"
    },
    {
        "ID": 11024,
        "CauHoi": "Nội dung nào sau đây đúng về việc lựa chọn đồng tiền trong đấu thầu quốc tế?",
        "CacDapAn": [
            "A.  Đối với chi phí trong nước liên quan đến việc thực hiện gói thầu, dự án, dự án đầu tư kinh doanh, nhà thầu, nhà đầu tư có thể chào thầu bằng Đồng Việt Nam hoặc đồng tiền nước ngoài ",
            "B.  Đối với chi phí ở nước ngoài liên quan đến việc thực hiện gói thầu, dự án, dự án đầu tư kinh doanh, nhà thầu, nhà đầu tư được chào thầu bằng đồng tiền nước ngoài, đồng Việt Nam ",
            "C.  Đối với chi phí ở nước ngoài liên quan đến việc thực hiện gói thầu, dự án, dự án đầu tư kinh doanh, nhà thầu, nhà đầu tư phải chào thầu bằng đồng tiền nước ngoài",
            "D.  Đáp án A và B đúng"
        ],
        "DapAnDung": "B.  Đối với chi phí ở nước ngoài liên quan đến việc thực hiện gói thầu, dự án, dự án đầu tư kinh doanh, nhà thầu, nhà đầu tư được chào thầu bằng đồng tiền nước ngoài, đồng Việt Nam "
    },
    {
        "ID": 11025,
        "CauHoi": "Quy định nào sau đây đúng về đồng tiền dự thầu trong đấu thầu quốc tế ?",
        "CacDapAn": [
            "A.  Đồng tiền dự thầu phải được quy định trong HSMT/HSYC, nhưng không quá 03 loại tiền tệ",
            "B.  Trường hợp hồ sơ mời thầu quy định nhà thầu, nhà đầu tư được chào thầu bằng 02 hoặc 03 loại tiền tệ thì khi đánh giá hồ sơ dự thầu phải quy đổi về 01 loại tiền tệ; trường hợp trong số các đồng tiền đó có Đồng Việt Nam thì phải quy đổi về Đồng Việt Nam",
            "C.  Hồ sơ mời thầu phải quy định về đồng tiền quy đổi, thời điểm và căn cứ xác định tỷ giá quy đổi khi đánh giá các HSDT",
            "D.  Đáp án A, B, C đều đúng"
        ],
        "DapAnDung": "D.  Đáp án A, B, C đều đúng"
    },
    {
        "ID": 11026,
        "CauHoi": "Thành viên tổ chuyên gia đấu thầu phải có tối thiểu bao nhiêu năm kinh nghiệm công tác thuộc một trong các lĩnh vực liên quan đến nội dung pháp lý, kỹ thuật, tài chính của gói thầu?",
        "CacDapAn": [
            "A.  Không yêu cầu",
            "B.  1 năm",
            "C.  2 năm",
            "D.  3 năm"
        ],
        "DapAnDung": "D.  3 năm"
    },
    {
        "ID": 11027,
        "CauHoi": "Thành viên tổ thẩm định đấu thầu phải có tối thiểu bao nhiêu năm kinh nghiệm công tác thuộc một trong các lĩnh vực liên quan đến nội dung pháp lý, kỹ thuật, tài chính của gói thầu?",
        "CacDapAn": [
            "A.  5 năm",
            "B.  3 năm",
            "C.  1 năm",
            "D.  Không yêu cầu"
        ],
        "DapAnDung": "B.  3 năm"
    },
    {
        "ID": 11028,
        "CauHoi": "Chủ đầu tư được phép hủy thầu trong các trường hợp nào sau đây?",
        "CacDapAn": [
            "A.  Nhà thầu trúng thầu thực hiện hành vi bị cấm theo quy định của pháp luật",
            "B.  Thay đổi về mục tiêu, phạm vi đầu tư trong quyết định đầu tư đã được phê duyệt làm thay đổi khối lượng công việc, tiêu chuẩn đánh giá đã ghi trong hồ sơ mời quan tâm, hồ sơ mời sơ tuyển, hồ sơ mời thầu, hồ sơ yêu cầu",
            "C.  Tất cả hồ sơ quan tâm, hồ sơ dự sơ tuyển, hồ sơ dự thầu, hồ sơ đề xuất không đáp ứng được các yêu cầu của hồ sơ mời quan tâm, hồ sơ mời sơ tuyển, hồ sơ mời thầu, hồ sơ yêu cầu",
            "D.  Đáp án A, B, C đều đúng"
        ],
        "DapAnDung": "D.  Đáp án A, B, C đều đúng"
    },
    {
        "ID": 11029,
        "CauHoi": "Nội dung nào sau đây đúng đối với việc hủy thầu?",
        "CacDapAn": [
            "A.  Hủy thầu được thực hiện trong thời gian từ ngày phát hành hồ sơ mời sơ tuyển, hồ sơ mời quan tâm, hồ sơ mời thầu, hồ sơ yêu cầu đến trước hoặc sau khi ký kết hợp đồng, thỏa thuận khung đối với mua sắm tập trung",
            "B.  Chủ đầu tư được phép hủy thầu khi tổ chức, cá nhân khác ngoài nhà thầu trúng thầu thực hiện hành vi bị cấm quy định tại Luật Đấu thầu dẫn đến sai lệch kết quả lựa chọn nhà thầu",
            "C.  Chủ đầu tư được phép hủy thầu khi tất cả hồ sơ quan tâm, hồ sơ dự sơ tuyển, hồ sơ dự thầu, hồ sơ đề xuất có giá dự thầu vượt giá gói thầu được phê duyệt",
            "D.  Đáp án A, B, C đều đúng"
        ],
        "DapAnDung": "B.  Chủ đầu tư được phép hủy thầu khi tổ chức, cá nhân khác ngoài nhà thầu trúng thầu thực hiện hành vi bị cấm quy định tại Luật Đấu thầu dẫn đến sai lệch kết quả lựa chọn nhà thầu"
    },
    {
        "ID": 11030,
        "CauHoi": "Việc đánh giá HSDT các gói thầu cung cấp hàng hóa được thực hiện theo phương pháp nào sau đây?",
        "CacDapAn": [
            "A.  Phương pháp giá thấp nhất; phương pháp giá đánh giá; phương pháp dựa trên kỹ thuật; phương pháp kết hợp giữa kỹ thuật và giá",
            "B.  Phương pháp giá thấp nhất, phương pháp giá đánh giá, phương pháp dựa trên kỹ thuật",
            "C.  Phương pháp giá thấp nhất; phương pháp giá đánh giá; phương pháp kết hợp giữa kỹ thuật và giá",
            "D.  Phương pháp giá thấp nhất; phương pháp dựa trên kỹ thuật; phương pháp kết hợp giữa kỹ thuật và giá"
        ],
        "DapAnDung": "C.  Phương pháp giá thấp nhất; phương pháp giá đánh giá; phương pháp kết hợp giữa kỹ thuật và giá"
    },
    {
        "ID": 11031,
        "CauHoi": "Việc đánh giá HSDT các gói thầu cung cấp dịch vụ phi tư vấn được thực hiện theo phương pháp nào sau đây?",
        "CacDapAn": [
            "A.  Phương pháp giá thấp nhất; phương pháp giá đánh giá; phương pháp dựa trên kỹ thuật; phương pháp giá cố định",
            "B.  Phương pháp giá thấp nhất, phương pháp giá đánh giá, phương pháp dựa trên kỹ thuật",
            "C.  Phương pháp giá thấp nhất; phương pháp giá đánh giá; phương pháp kết hợp giữa kỹ thuật và giá",
            "D.  Phương pháp giá thấp nhất; phương pháp giá cố định; phương pháp kết hợp giữa kỹ thuật và giá"
        ],
        "DapAnDung": "C.  Phương pháp giá thấp nhất; phương pháp giá đánh giá; phương pháp kết hợp giữa kỹ thuật và giá"
    },
    {
        "ID": 11032,
        "CauHoi": "Các phương pháp đánh giá HSDT đối với gói thầu cung cấp dịch vụ tư vấn bao gồm:",
        "CacDapAn": [
            "A.  Phương pháp giá thấp nhất; phương pháp giá đánh giá; phương pháp dựa trên kỹ thuật; phương pháp giá cố định",
            "B.  Phương pháp giá thấp nhất, phương pháp giá đánh giá, phương pháp dựa trên kỹ thuật",
            "C.  Phương pháp giá thấp nhất; phương pháp giá đánh giá; phương pháp kết hợp giữa kỹ thuật và giá",
            "D.  Phương pháp giá thấp nhất; phương pháp giá cố định; phương pháp kết hợp giữa kỹ thuật và giá; Phương pháp dựa trên kỹ thuật"
        ],
        "DapAnDung": "D.  Phương pháp giá thấp nhất; phương pháp giá cố định; phương pháp kết hợp giữa kỹ thuật và giá; Phương pháp dựa trên kỹ thuật"
    },
    {
        "ID": 11033,
        "CauHoi": "Nguyên tắc xây dựng tỷ trọng điểm khi sử dụng phương pháp kết hợp giữa kỹ thuật và giá trong đánh giá gói thầu dịch vụ tư vấn?",
        "CacDapAn": [
            "A.  Điểm về kỹ thuật từ 70% đến 80%, điểm về giá từ 20% đến 30% tổng số điểm của thang điểm tổng hợp; tỷ trọng điểm về kỹ thuật cộng với tỷ trọng điểm về giá bằng 100%. Nhà thầu có điểm tổng hợp cao nhất được xếp hạng thứ nhất",
            "B.  Điểm về kỹ thuật trên 50%, tỷ trọng điểm về kỹ thuật cộng với tỷ trọng điểm về giá bằng 100%. Nhà thầu có điểm tổng hợp cao nhất được xếp hạng thứ nhất",
            "C.  Điểm về kỹ thuật từ 50% đến 60%, điểm về giá từ 40% đến 50% tổng số điểm của thang điểm tổng hợp; tỷ trọng điểm về kỹ thuật cộng với tỷ trọng điểm về giá bằng 100%. Nhà thầu có điểm tổng hợp cao nhất được xếp hạng thứ nhất.",
            "D.  Đáp án A, B, C đều sai"
        ],
        "DapAnDung": "A.  Điểm về kỹ thuật từ 70% đến 80%, điểm về giá từ 20% đến 30% tổng số điểm của thang điểm tổng hợp; tỷ trọng điểm về kỹ thuật cộng với tỷ trọng điểm về giá bằng 100%. Nhà thầu có điểm tổng hợp cao nhất được xếp hạng thứ nhất"
    },
    {
        "ID": 11034,
        "CauHoi": "Theo quy định của pháp luật về đấu thầu, việc đánh giá các E-HSDT theo quy trình 01 được thực hiện theo trình tự nào sau đây?",
        "CacDapAn": [
            "A.  Đánh giá tính hợp lệ của E-HSDT; đánh giá về năng lực và kinh nghiệm; đánh giá về kỹ thuật; đánh giá về tài chính",
            "B.  Đánh giá về năng lực và kinh nghiệm; đánh giá về kỹ thuật; đánh giá về tài chính",
            "C.  Đánh giá đánh giá về tài chính; nhà thầu được xếp hạng thứ nhất (giá thấp nhất) được đánh giá về tính hợp lệ của E-HSDT, năng lực kinh nghiệm và các yêu cầu về kỹ thuật",
            "D.  Đánh giá tính hợp lệ của E-HSDT; đánh giá về kỹ thuật; đánh giá về năng lực và kinh nghiệm; đánh giá về tài chính."
        ],
        "DapAnDung": "A.  Đánh giá tính hợp lệ của E-HSDT; đánh giá về năng lực và kinh nghiệm; đánh giá về kỹ thuật; đánh giá về tài chính"
    },
    {
        "ID": 11035,
        "CauHoi": "Trong đấu thầu cung cấp dịch vụ tư vấn, hồ sơ tài chính của nhà thầu không vượt qua bước đánh giá về kỹ thuật được trả lại cho nhà thầu trong thời hạn nào sau đây? ",
        "CacDapAn": [
            "A.  10 ngày kể từ ngày ký hợp đồng với nhà thầu được lựa chọn",
            "B.  15 ngày kể từ ngày bên mời thầu ban hành quyết định phê duyệt danh sách nhà thầu đáp ứng kỹ thuật",
            "C.  Ngay sau khi giải tỏa bảo đảm dự thầu của nhà thầu không được lựa chọn ",
            "D.  10 ngày sau khi bên mời thầu đăng tải kết quả lựa chọn nhà thầu lên hệ thống mạng đấu thầu quốc gia"
        ],
        "DapAnDung": "A.  10 ngày kể từ ngày ký hợp đồng với nhà thầu được lựa chọn"
    },
    {
        "ID": 11036,
        "CauHoi": "Bên mời thầu có trách nhiệm thực hiện nhiệm vụ nào sau đây?",
        "CacDapAn": [
            "A.  Quyết định thành lập tổ chuyên gia đấu thầu",
            "B.  Quyết định xử lý tình huống trong đấu thầu",
            "C.  Giải quyết kiến nghị trong lựa chọn nhà thầu",
            "D.  Tổ chức lựa chọn nhà thầu"
        ],
        "DapAnDung": "D.  Tổ chức lựa chọn nhà thầu"
    },
    {
        "ID": 11037,
        "CauHoi": "Chủ đầu tư có trách nhiệm nào sau đây?",
        "CacDapAn": [
            "A.  Thương thảo hợp đồng (nếu có)",
            "B.  Đình chỉ cuộc thầu",
            "C.  Quyết định xử lý tình huống trong đấu thầu",
            "D.  Tổ chức kiểm tra, giám sát công tác đấu thầu của bên mời thầu"
        ],
        "DapAnDung": "C.  Quyết định xử lý tình huống trong đấu thầu"
    },
    {
        "ID": 11038,
        "CauHoi": "Người có thẩm quyền có trách nhiệm nào sau đây?",
        "CacDapAn": [
            "A.  Giải quyết kiến nghị trong lựa chọn nhà thầu",
            "B.  Ký kết hợp đồng với nhà thầu được lựa chọn",
            "C.  Báo cáo tình hình thực hiện công tác đấu thầu",
            "D.  Đáp án A, B, C đều sai"
        ],
        "DapAnDung": "A.  Giải quyết kiến nghị trong lựa chọn nhà thầu"
    },
    {
        "ID": 11039,
        "CauHoi": "Tổ chuyên gia đấu thầu có trách nhiệm nào sau đây?",
        "CacDapAn": [
            "A.  Lập hồ sơ mời quan tâm, hồ sơ mời sơ tuyển, hồ sơ mời thầu, hồ sơ yêu cầu",
            "B.  Đánh giá hồ sơ quan tâm, hồ sơ dự sơ tuyển, hồ sơ đăng ký thực hiện dự án đầu tư kinh doanh, hồ sơ dự thầu, hồ sơ đề xuất",
            "C.  Đề xuất với bên mời thầu phương án xử lý tình huống trong trường hợp phát sinh tình huống trong đấu thầu (nếu có)",
            "D.  Đáp án A, B, C đúng"
        ],
        "DapAnDung": "D.  Đáp án A, B, C đúng"
    },
    {
        "ID": 11040,
        "CauHoi": "Nhiệm vụ nào không thuộc thẩm quyền của Bên mời thầu?",
        "CacDapAn": [
            "A.  Chuẩn bị lựa chọn nhà thầu; tổ chức lựa chọn nhà thầu; tổ chức đánh giá hồ sơ quan tâm, hồ sơ dự sơ tuyển, hồ sơ dự thầu, hồ sơ đề xuất",
            "B.  Thương thảo (nếu có) và hoàn thiện hợp đồng với nhà thầu",
            "C.  Yêu cầu nhà thầu làm rõ hồ sơ quan tâm, hồ sơ dự sơ tuyển, hồ sơ dự thầu, hồ sơ đề xuất trong quá trình đánh giá hồ sơ",
            "D.  Ban hành hồ sơ mời thầu"
        ],
        "DapAnDung": "D.  Ban hành hồ sơ mời thầu"
    },
    {
        "ID": 11041,
        "CauHoi": "Nội dung nào đúng về nhà thầu phụ theo quy định của Luật Đấu thầu?",
        "CacDapAn": [
            "A.  Nhà thầu phụ là tổ chức, cá nhân ký hợp đồng với bên mời thầu để tham gia thực hiện công việc xây lắp; tư vấn; phi tư vấn; dịch vụ liên quan của gói thầu cung cấp hàng hóa; công việc thuộc gói thầu hỗn hợp",
            "B.  Giá trị tối đa nhà thầu phụ tham gia vào gói thầu là 10% tổng khối lượng gói thầu",
            "C.  Nhà thầu có thể chuyển nhượng cho nhà thầu khác phần công việc thuộc gói thầu ngoài phạm vi công việc dành cho nhà thầu phụ đã đề xuất trong hồ sơ dự thầu, hồ sơ đề xuất nhưng không vượt mức tối đa giá trị công việc dành cho nhà thầu phụ nêu trong hợp đồng",
            "D.  Nhà thầu không được phép chuyển nhượng cho nhà thầu khác phần công việc thuộc gói thầu ngoài giá trị tối đa dành cho nhà thầu phụ đã nêu trong hợp đồng"
        ],
        "DapAnDung": "D.  Nhà thầu không được phép chuyển nhượng cho nhà thầu khác phần công việc thuộc gói thầu ngoài giá trị tối đa dành cho nhà thầu phụ đã nêu trong hợp đồng"
    },
    {
        "ID": 11042,
        "CauHoi": "Nhà thầu tham dự thầu thuộc đối tượng được hưởng nhiều hơn một loại ưu đãi trong đánh giá về năng lực và kinh nghiệm hoặc trong đánh giá về tài chính thì Bên mời thầu đánh giá HSDT của nhà thầu như thế nào?",
        "CacDapAn": [
            "A.  Nhà thầu chỉ được hưởng một loại ưu đãi có lợi nhất cho nhà thầu tương ứng với từng nội dung đánh giá về năng lực kinh nghiệm hoặc đánh giá về tài chính.",
            "B.  Nhà thầu được cộng dồn các loại ưu đãi khi đánh giá về năng lực kinh nghiệm và khi đánh giá về tài chính",
            "C.  Nhà thầu chỉ được hưởng một loại ưu đãi có lợi nhất cho nhà thầu tương ứng với từng nội dung đánh giá về năng lực và kinh nghiệm, đối với đánh giá về tài chính, nhà thầu được cộng dồn các ưu đãi được hưởng.",
            "D.  Đáp án A, B, C đều sai"
        ],
        "DapAnDung": "A.  Nhà thầu chỉ được hưởng một loại ưu đãi có lợi nhất cho nhà thầu tương ứng với từng nội dung đánh giá về năng lực kinh nghiệm hoặc đánh giá về tài chính."
    },
    {
        "ID": 11043,
        "CauHoi": "Ngoại trừ các sản phẩm phần mềm công nghệ thông tin, khi nhà thầu chào các hàng hóa có xuất xứ tại Việt Nam, tỷ lệ chi phí sản xuất trong nước tối thiểu của hàng hóa là bao nhiêu so với giá chào của hàng hóa, thì nhà thầu thì được hưởng ưu đãi theo quy định của pháp luật về đấu thầu?",
        "CacDapAn": [
            "A.  0%",
            "B.  25%",
            "C.  30%",
            "D.  50%"
        ],
        "DapAnDung": "C.  30%"
    },
    {
        "ID": 11044,
        "CauHoi": "Ưu đãi sau “Nhà thầu không phải đáp ứng yêu cầu về doanh thu, số năm hoạt động trong cùng ngành nghề trong thời hạn 06 năm kể từ khi sản phẩm lần đầu được sản xuất và đủ điều kiện để đưa ra thị trường” được áp dụng trong trường hợp nào?",
        "CacDapAn": [
            "A.  Nhà thầu trong nước được chuyển giao công nghệ để sản xuất hàng hóa có xuất xứ Việt Nam",
            "B.  Nhà thầu là doanh nghiệp khởi nghiệp sáng tạo trong nước khi chào thầu sản phẩm đổi mới sáng tạo của doanh nghiệp đó",
            "C.  Nhà thầu cung cấp sản phẩm, dịch vụ thân thiện môi trường theo quy định của pháp luật về bảo vệ môi trường",
            "D.  Nhà thầu là doanh nghiệp khởi nghiệp sáng tạo trong nước"
        ],
        "DapAnDung": "B.  Nhà thầu là doanh nghiệp khởi nghiệp sáng tạo trong nước khi chào thầu sản phẩm đổi mới sáng tạo của doanh nghiệp đó"
    },
    {
        "ID": 11045,
        "CauHoi": "B là nhà thầu trong nước và cung cấp dịch vụ thu xếp tài chính khi tham gia đấu thầu quốc tế do A làm bên mời thầu. Hỏi B được hưởng ưu đãi nào so với các nhà thầu nước ngoài tham gia gói thầu trên, trong trường hợp A đánh giá HSDT theo phương pháp giá thấp nhất?",
        "CacDapAn": [
            "A.  Nhà thầu không được hưởng ưu đãi phải cộng thêm một khoản tiền bằng 7,5% giá dự thầu sau sửa lỗi, hiệu chỉnh sai lệch, trừ đi giá trị giảm giá (nếu có) vào giá dự thầu sau sửa lỗi, hiệu chỉnh sai lệch, trừ đi giá trị giảm giá (nếu có) của nhà thầu đó để so sánh, xếp hạng",
            "B.  B được xếp hạng cao hơn trong trường hợp B và nhà thầu không thuộc đối tượng được hưởng ưu đãi được đánh giá ngang nhau",
            "C.  B được cộng thêm điểm vào điểm đánh giá so với các nhà thầu không được hưởng ưu đãi",
            "D.  B không phải đáp ứng yêu cầu về doanh thu, số năm hoạt động trong cùng ngành nghề trong thời hạn 05 năm kể từ khi thành lập doanh nghiệp"
        ],
        "DapAnDung": "A.  Nhà thầu không được hưởng ưu đãi phải cộng thêm một khoản tiền bằng 7,5% giá dự thầu sau sửa lỗi, hiệu chỉnh sai lệch, trừ đi giá trị giảm giá (nếu có) vào giá dự thầu sau sửa lỗi, hiệu chỉnh sai lệch, trừ đi giá trị giảm giá (nếu có) của nhà thầu đó để so sánh, xếp hạng"
    },
    {
        "ID": 11046,
        "CauHoi": "Bên mời thầu được áp dụng quy trình 2 khi đánh giá E-HSDT trong trường hợp nào sau đây?",
        "CacDapAn": [
            "A.  Gói thầu dịch vụ phi tư vấn theo phương thức một giai đoạn một túi hồ sơ, sử dụng phương pháp “giá thấp nhất” và các E-HSDT đều không có bất kỳ ưu đãi nào.",
            "B.  Gói thầu dịch vụ tư vấn theo phương thức một giai đoạn một túi hồ sơ, sử dụng phương pháp “giá thấp nhất” và các E-HSDT đều không có bất kỳ ưu đãi nào",
            "C.  Gói thầu mua sắm hàng hóa theo phương thức một giai đoạn một túi hồ sơ, sử dụng phương pháp “giá thấp nhất” và các E-HSDT có mức ưu đãi ngang nhau",
            "D.  Đáp án A và C đúng"
        ],
        "DapAnDung": "A.  Gói thầu dịch vụ phi tư vấn theo phương thức một giai đoạn một túi hồ sơ, sử dụng phương pháp “giá thấp nhất” và các E-HSDT đều không có bất kỳ ưu đãi nào."
    },
    {
        "ID": 11047,
        "CauHoi": "Bên mời thầu có trách nhiệm thực hiện nhiệm vụ nào sau đây?",
        "CacDapAn": [
            "A.  Ban hành quyết định hủy thầu",
            "B.  Quyết định xử lý tình huống trong đấu thầu",
            "C.  Quản lý thực hiện hợp đồng",
            "D.  Báo cáo tình hình thực hiện công tác đấu thầu"
        ],
        "DapAnDung": "C.  Quản lý thực hiện hợp đồng"
    },
    {
        "ID": 11048,
        "CauHoi": "Trong đấu thầu quốc tế, bên mời thầu đăng tải thông tin về thông báo mời thầu, thông báo mời sơ tuyển hoặc thông báo mời quan tâm bằng ngôn ngữ nào sau đây?",
        "CacDapAn": [
            "A.  Tiếng Việt và tiếng Anh",
            "B.  Tiếng Anh hoặc Tiếng Việt và Tiếng Anh",
            "C.  Tiếng Việt hoặc Tiếng Anh",
            "D.  Tiếng Việt và một ngôn ngữ khác do Chủ đầu tư quyết định"
        ],
        "DapAnDung": "A.  Tiếng Việt và tiếng Anh"
    },
    {
        "ID": 11049,
        "CauHoi": "Nhà thầu là doanh nghiệp khởi nghiệp sáng tạo trong nước khi chào hàng hóa là sản phẩm đổi mới sáng tạo do doanh nghiệp mình sản xuất thì được hưởng loại ưu đãi nào sau đây?",
        "CacDapAn": [
            "A.  Ưu đãi về năng lực kinh nghiệm",
            "B.  Ưu đãi về tài chính",
            "C.  Ưu đãi về năng lực kinh nghiệm hoặc Ưu đãi về tài chính",
            "D.  Đáp án A và B đúng"
        ],
        "DapAnDung": "D.  Đáp án A và B đúng"
    },
    {
        "ID": 11050,
        "CauHoi": "Bên mời thầu bao gồm các tổ chức nào sau đây?",
        "CacDapAn": [
            "A.  Đơn vị được cơ quan có thẩm quyền giao nhiệm vụ tổ chức lựa chọn nhà đầu tư",
            "B.  Chủ đầu tư hoặc tổ chức do chủ đầu tư quyết định thành lập hoặc lựa chọn",
            "C.  Cơ quan có thẩm quyền chấp thuận chủ trương đầu tư hoặc cơ quan có thẩm quyền quyết định tổ chức đấu thầu lựa chọn nhà đầu tư",
            "D.  Đáp án A, B và C đúng"
        ],
        "DapAnDung": "D.  Đáp án A, B và C đúng"
    },
    {
        "ID": 11051,
        "CauHoi": "Theo quy định của Luật Đấu thầu và các văn bản hướng dẫn thi hành, các gói thầu nào sau đây được áp dụng hình thức chào giá trực tuyến theo quy trình rút gọn?",
        "CacDapAn": [
            "A.  Gói thầu mua sắm hàng hóa, cung cấp dịch vụ phi tư vấn có giá trị không quá 500 triệu đồng đối với dự toán mua sắm",
            "B.  Gói thầu mua sắm hàng hóa, cung cấp dịch vụ phi tư vấn phải mua của hãng sản xuất cụ thể để bảo đảm tính tương thích về công nghệ, bản quyền với các trang thiết bị, máy móc, phần mềm, dịch vụ sẵn có hoặc do các điều kiện bảo hành của hãng sản xuất mà không thể mua của hãng sản xuất khác và có nhiều nhà thầu có khả năng cung cấp.",
            "C.  Gói thầu thuộc dự án đầu tư của doanh nghiệp nhà nước, doanh nghiệp do doanh nghiệp nhà nước nắm giữ 100% vốn điều lệ và dự án đầu tư theo Luật Đầu tư công, bao gồm: gói thầu mua sắm hàng hóa, cung cấp dịch vụ tư vấn có giá gói thầu không quá 01 tỷ đồng",
            "D.  Đáp án B và C đúng"
        ],
        "DapAnDung": "B.  Gói thầu mua sắm hàng hóa, cung cấp dịch vụ phi tư vấn phải mua của hãng sản xuất cụ thể để bảo đảm tính tương thích về công nghệ, bản quyền với các trang thiết bị, máy móc, phần mềm, dịch vụ sẵn có hoặc do các điều kiện bảo hành của hãng sản xuất mà không thể mua của hãng sản xuất khác và có nhiều nhà thầu có khả năng cung cấp."
    },
    {
        "ID": 11052,
        "CauHoi": "Theo quy định của Luật Đấu thầu và các văn bản hướng dẫn thi hành, Chủ đầu tư không áp dụng đấu thầu qua mạng đối với gói thầu nào sau đây?",
        "CacDapAn": [
            "A.  Gói thầu áp dụng phương thức hai giai đoạn một túi hồ sơ, hai giai đoạn hai túi hồ sơ",
            "B.  Gói thầu quốc tế",
            "C.  Dự án, dự toán mua sắm, gói thầu có các nội dung được bảo mật mà việc công khai thông tin trên Hệ thống mạng đấu thầu quốc gia sẽ ảnh hưởng tới lợi ích cộng đồng hoặc gây nguy hại đến trật tự, an toàn xã hội hoặc gây nguy hại tới quốc phòng, an ninh, đối ngoại, biên giới lãnh thổ",
            "D.  Đáp án A, B, C đúng"
        ],
        "DapAnDung": "D.  Đáp án A, B, C đúng"
    },
    {
        "ID": 11053,
        "CauHoi": "Theo quy định của Luật Đấu thầu, gói thầu nào sau đây được áp dụng hình thức Chỉ định thầu?",
        "CacDapAn": [
            "A.  Gói thầu thuộc dự toán mua sắm có giá gói thầu trong hạn mức từ trên 50 triệu đồng ",
            "B.  Gói thầu cung cấp dịch vụ tư vấn, hàng hóa, xây lắp có giá gói thầu trong hạn mức không quá 01 tỷ đồng thuộc dự án đầu tư của doanh nghiệp nhà nước",
            "C.  Gói thầu cung cấp dịch vụ phi tư vấn có giá gói thầu dưới 500 triệu đồng thuộc dự án đầu tư của doanh nghiệp nhà nước",
            "D.  Đáp án A, B, C đúng"
        ],
        "DapAnDung": "C.  Gói thầu cung cấp dịch vụ phi tư vấn có giá gói thầu dưới 500 triệu đồng thuộc dự án đầu tư của doanh nghiệp nhà nước"
    },
    {
        "ID": 11054,
        "CauHoi": "Đối với hình thức chào hàng cạnh tranh, Bên mời thầu không yêu cầu năng lực kinh nghiệm của nhà thầu đối với gói thầu nào sau đây?",
        "CacDapAn": [
            "A.  Gói thầu mua sắm hàng hóa, xây lắp",
            "B.  Gói thầu dịch vụ tư vấn",
            "C.  Gói thầu dịch vụ phi tư vấn",
            "D.  Đáp án A và B đúng"
        ],
        "DapAnDung": "C.  Gói thầu dịch vụ phi tư vấn"
    },
    {
        "ID": 11055,
        "CauHoi": "Gói thầu nào sau đây được áp dụng hình thức mua sắm trực tuyến theo quy định của Luật Đấu thầu và các văn bản hướng dẫn thi hành?",
        "CacDapAn": [
            "A.  Gói thầu mua sắm hàng hóa của gói thầu thuộc dự toán mua sắm có giá gói thầu không quá 200 triệu đồng",
            "B.  Gói thầu xây lắp thuộc dự án đầu tư của doanh nghiệp nhà nước có giá gói thầu không quá 01 tỷ đồng",
            "C.  Gói thầu mua sắm hàng hóa, dịch vụ tư vấn thuộc dự án đầu tư của doanh nghiệp nhà nước có giá gói thầu không quá 01 tỷ đồng",
            "D.  Đáp án A, B, C đều đúng"
        ],
        "DapAnDung": "C.  Gói thầu mua sắm hàng hóa, dịch vụ tư vấn thuộc dự án đầu tư của doanh nghiệp nhà nước có giá gói thầu không quá 01 tỷ đồng"
    },
    {
        "ID": 11056,
        "CauHoi": "“Nhà thầu có năng lực, kinh nghiệm đã tham dự thầu và đáp ứng yêu cầu của hồ sơ mời thầu nhưng cố ý không cung cấp tài liệu để chứng minh năng lực, kinh nghiệm khi được bên mời thầu yêu cầu làm rõ hồ sơ dự thầu hoặc khi được yêu cầu đối chiếu tài liệu nhằm tạo điều kiện để một bên trúng thầu”. Hành vi này vi phạm điều cấm nào sau đây theo quy định của Luật Đấu thầu?",
        "CacDapAn": [
            "A.  Thông thầu",
            "B.  Cản trở",
            "C.  Gian lận",
            "D.  Chuyển nhượng thầu"
        ],
        "DapAnDung": "A.  Thông thầu"
    },
    {
        "ID": 11057,
        "CauHoi": "Chủ đầu tư được nêu yêu cầu cụ thể về nhãn hiệu, xuất xứ hàng hóa trong hồ sơ mời thầu trong trường hợp nào sau đây là phù hợp với quy định của Luật Đấu thầu?",
        "CacDapAn": [
            "A.  Đối với gói thầu mua sắm hàng hóa tổ chức đấu thầu trong nước mà có ít nhất 02 hãng sản xuất cho 01 mặt hàng xuất xứ trong nước đáp ứng về kỹ thuật, chất lượng, giá thì chủ đầu tư quyết định việc yêu cầu nhà thầu chào hàng hóa xuất xứ trong nước đối với mặt hàng này",
            "B.  Hồ sơ mời thầu quy định, yêu cầu về xuất xứ hàng hóa theo nhóm nước, vùng lãnh thổ",
            "C.  Gói thầu cần thực hiện để bảo vệ bí mật nhà nước và đáp ứng đủ điều kiện áp dụng hình thức chỉ định thầu nhưng người có thẩm quyền quyết định áp dụng hình thức đấu thầu rộng rãi, đấu thầu hạn chế, chào hàng cạnh tranh để lựa chọn nhà thầu thì hồ sơ mời thầu được quy định về xuất xứ, nhãn hiệu của hàng hóa",
            "D.  Đáp án B và C đúng"
        ],
        "DapAnDung": "D.  Đáp án B và C đúng"
    },
    {
        "ID": 11058,
        "CauHoi": "Theo quy định của Luật Đấu thầu và các văn bản hướng dẫn thi hành, khi áp dụng quy trình chào giá trực tuyến rút gọn đối với gói thầu mua sắm hàng hóa, Thông báo mời thầu phải bao gồm các thông tin nào sau đây ?",
        "CacDapAn": [
            "A.  Yêu cầu cụ thể về xuất xứ, ký mã hiệu, nhãn hiệu, hãng sản xuất, thông số kỹ thuật của hàng hóa, thời gian giao hàng, bảo hành",
            "B.  Thông tin quy định về giá trị, thời hạn bảo lãnh dự thầu ",
            "C.  Thời điểm bắt đầu chào giá trực tuyến, nguyên tắc xếp hạng nhà thầu, bước giá, thời điểm kết thúc chào giá trực tuyến",
            "D.  Đáp án A và C đúng"
        ],
        "DapAnDung": "D.  Đáp án A và C đúng"
    },
    {
        "ID": 11059,
        "CauHoi": "Nội dung nào sau đây đúng đối với hình thức chào giá trực tuyến theo quy trình thông thường?",
        "CacDapAn": [
            "A.  Thời điểm kết thúc chào giá trực tuyến phải trong giờ hành chính",
            "B.  Đối với gói thầu có giá gói thầu dưới 03 tỷ đồng, thời gian chuẩn bị hồ sơ dự thầu tối thiểu là 03 ngày làm việc kể từ ngày đầu tiên hồ sơ mời thầu được phát hành đến ngày có thời điểm đóng thầu",
            "C.  Thời gian chào giá trực tuyến tối thiểu là 03 giờ kể từ thời điểm bắt đầu chào giá trực tuyến",
            "D.  Đáp án A và C đúng"
        ],
        "DapAnDung": "D.  Đáp án A và C đúng"
    },
    {
        "ID": 11060,
        "CauHoi": "Trong mua sắm tập trung, thời hạn áp dụng thỏa thuận khung tối đa là bao lâu kể từ khi ký kết thỏa thuận khung?",
        "CacDapAn": [
            "A.  12 tháng",
            "B.  36 tháng",
            "C.  24 tháng",
            "D.  Không quy định thời hạn tối đa"
        ],
        "DapAnDung": "B.  36 tháng"
    },
    {
        "ID": 12001,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, các hình thức lựa chọn nhà thầu bao gồm những hình thức nào dưới đây?",
        "CacDapAn": [
            "A.  Đấu thầu rộng rãi",
            "B.  Mua sắm trực tiếp",
            "C.  Chỉ định thầu",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 12002,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, trường hợp nào dưới đây được áp dụng hình thức đấu thầu hạn chế?",
        "CacDapAn": [
            "A.  Tất cả các gói thầu",
            "B.  Nhà tài trợ vốn cho dự án, gói thầu có yêu cầu đấu thầu hạn chế trong điều ước quốc tế, thỏa thuận vay nước ngoài",
            "C.  Gói thầu có yêu cầu cao về kỹ thuật hoặc kỹ thuật có tính đặc thù mà chỉ có một số nhà thầu đáp ứng yêu cầu của gói thầu",
            "D.  Đáp án B và C đều đúng"
        ],
        "DapAnDung": "D.  Đáp án B và C đều đúng"
    },
    {
        "ID": 12003,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, trường hợp nào dưới đây được áp dụng hình thức chỉ định thầu?",
        "CacDapAn": [
            "A.  Gói thầu cần thực hiện để bảo vệ bí mật nhà nước",
            "B.  Gói thầu dịch vụ phi tư vấn thông dụng, đơn giản",
            "C.  Gói thầu chỉ có duy nhất một nhà thầu thực hiện được trên thị trường do yêu cầu về giải pháp công nghệ",
            "D.  Đáp án A và C đều đúng"
        ],
        "DapAnDung": "D.  Đáp án A và C đều đúng"
    },
    {
        "ID": 12004,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, việc thực hiện chỉ định thầu đối với gói thầu cần thực hiện để bảo vệ bí mật nhà nước phải đáp ứng các điều kiện nào dưới đây? ",
        "CacDapAn": [
            "A.  Có quyết định đầu tư được phê duyệt đối với dự án, trừ gói thầu tư vấn phục vụ công tác chuẩn bị dự án",
            "B.  Có kế hoạch lựa chọn nhà thầu được phê duyệt; Đã được bố trí vốn để thực hiện gói thầu",
            "C.  Có dự toán được phê duyệt theo quy định, trừ gói thầu EP, EC, EPC, gói thầu chìa khóa trao tay",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 12005,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, cơ quan, đơn vị mua sắm không phải ký kết hợp đồng với nhà cung cấp nếu gói thầu hoặc nội dung mua sắm có giá trị là bao nhiêu?",
        "CacDapAn": [
            "A.  80 triệu đồng",
            "B.  Không vượt quá 50 triệu đồng",
            "C.  Không vượt quá 60 triệu đồng",
            "D.  90 triệu đồng"
        ],
        "DapAnDung": "B.  Không vượt quá 50 triệu đồng"
    },
    {
        "ID": 12006,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, thời hạn để thực hiện việc chỉ định thầu là bao nhiêu ngày?",
        "CacDapAn": [
            "A.  Không quá 30 ngày",
            "B.  Không quá 60 ngày",
            "C.  Không quá 40 ngày",
            "D.  Không quá 45 ngày kể từ ngày phê duyệt hồ sơ yêu cầu đến ngày ký kết hợp đồng; trường hợp gói thầu có quy mô lớn, phức tạp không quá 90 ngày"
        ],
        "DapAnDung": "D.  Không quá 45 ngày kể từ ngày phê duyệt hồ sơ yêu cầu đến ngày ký kết hợp đồng; trường hợp gói thầu có quy mô lớn, phức tạp không quá 90 ngày"
    },
    {
        "ID": 12007,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, gói thầu dịch vụ phi tư vấn thông dụng, đơn giản được áp dụng hình thức chào hàng cạnh tranh trong trường hợp nào dưới đây?",
        "CacDapAn": [
            "A.  Trong mọi trường hợp",
            "B.  Trong trường hợp gói thầu có giá gói thầu không quá 05 tỷ đồng",
            "C.  Trong trường hợp gói thầu có giá gói thầu không quá 08 tỷ đồng",
            "D.  Trong trường hợp gói thầu có giá gói thầu không quá 10 tỷ đồng"
        ],
        "DapAnDung": "B.  Trong trường hợp gói thầu có giá gói thầu không quá 05 tỷ đồng"
    },
    {
        "ID": 12008,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, gói thầu nào dưới đây được áp dụng hình thức chào hàng cạnh tranh?",
        "CacDapAn": [
            "A.  Gói thầu chỉ có duy nhất một nhà thầu thực hiện được trên thị trường do yêu cầu về giải pháp công nghệ",
            "B.  Gói thầu dịch vụ phi tư vấn thông dụng, đơn giản và có giá gói thầu là 6 tỷ đồng",
            "C.  Gói thầu cần thực hiện để bảo vệ bí mật nhà nước",
            "D.  Gói thầu xây lắp công trình đơn giản đã có thiết kế bản vẽ thi công được phê duyệt và có giá gói thầu không quá 05 tỷ đồng"
        ],
        "DapAnDung": "D.  Gói thầu xây lắp công trình đơn giản đã có thiết kế bản vẽ thi công được phê duyệt và có giá gói thầu không quá 05 tỷ đồng"
    },
    {
        "ID": 12009,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, hình thức mua sắm trực tiếp được áp dụng đối với gói thầu nào dưới đây?",
        "CacDapAn": [
            "A.  Gói thầu mua sắm hàng hóa tương tự thuộc dự án, dự toán mua sắm của cùng một chủ đầu tư hoặc chủ đầu tư khác và đáp ứng quy định tại khoản 2 Điều 25 Luật đấu thầu năm 2023",
            "B.  Gói thầu cần thực hiện để bảo vệ bí mật nhà nước",
            "C.  Gói thầu xây lắp tương tự thuộc dự án của cùng một chủ đầu tư hoặc chủ đầu tư khác và đáp ứng quy định tại khoản 2 Điều 25 Luật đấu thầu năm 2023",
            "D.  Gói thầu chỉ có duy nhất một nhà thầu thực hiện được trên thị trường do yêu cầu về giải pháp công nghệ"
        ],
        "DapAnDung": "A.  Gói thầu mua sắm hàng hóa tương tự thuộc dự án, dự toán mua sắm của cùng một chủ đầu tư hoặc chủ đầu tư khác và đáp ứng quy định tại khoản 2 Điều 25 Luật đấu thầu năm 2023"
    },
    {
        "ID": 12010,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, hình thức mua sắm trực tiếp được thực hiện khi đáp ứng đủ điều kiện nào dưới đây?",
        "CacDapAn": [
            "A.  Nhà thầu đã trúng thầu thông qua đấu thầu rộng rãi hoặc đấu thầu hạn chế và đã ký hợp đồng thực hiện gói thầu trước đó; Thời gian từ khi ký hợp đồng của gói thầu trước đó đến ngày phê duyệt kết quả mua sắm trực tiếp không quá 12 tháng",
            "B.  Đơn giá của các phần việc thuộc gói thầu áp dụng mua sắm trực tiếp không được vượt đơn giá của các phần việc tương ứng thuộc gói thầu tương tự đã ký hợp đồng trước đó, đồng thời, phù hợp với giá thị trường tại thời điểm hoàn thiện hợp đồng",
            "C.  Chủ đầu tư chỉ được áp dụng mua sắm trực tiếp một lần đối với các loại hàng hóa thuộc gói thầu và khối lượng từng hạng mục công việc nhỏ hơn 130% so với khối lượng hạng mục tương ứng thuộc gói thầu đã ký hợp đồng trước đó, không bao gồm khối lượng của tùy chọn mua thêm (nếu có)",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 12011,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, Chủ đầu tư trực tiếp quản lý, sử dụng gói thầu được tự thực hiện gói thầu thuộc dự án, dự toán mua sắm khi đáp ứng đủ điều kiện nào dưới đây?",
        "CacDapAn": [
            "A.  Có chức năng, nhiệm vụ, lĩnh vực hoạt động hoặc ngành, nghề kinh doanh phù hợp với yêu cầu của gói thầu",
            "B.  Có năng lực kỹ thuật, tài chính và kinh nghiệm đáp ứng yêu cầu của gói thầu",
            "C.  Có phương án khả thi huy động nhân sự, máy móc, thiết bị đáp ứng yêu cầu về tiến độ thực hiện gói thầu",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 12012,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, Chủ đầu tư trực tiếp tự thực hiện gói thầu hoặc đơn vị hạch toán phụ thuộc của Chủ đầu tư được giao tự thực hiện không được chuyển nhượng cho tổ chức, cá nhân khác khối lượng công việc có giá trị bao nhiêu?",
        "CacDapAn": [
            "A.  Được chuyển nhượng trong mọi trường hợp",
            "B.  Không được chuyển nhượng khối lượng công việc có giá trị từ 10% trở lên hoặc trên 50 tỷ đồng tính trên giá trị công việc quy định tại thỏa thuận giao việc",
            "C.  Không được chuyển nhượng trong mọi trường hợp",
            "D.  Không được chuyển nhượng khối lượng công việc có giá trị từ 15% trở lên hoặc trên 80 tỷ đồng tính trên giá trị công việc quy định tại thỏa thuận giao việc"
        ],
        "DapAnDung": "B.  Không được chuyển nhượng khối lượng công việc có giá trị từ 10% trở lên hoặc trên 50 tỷ đồng tính trên giá trị công việc quy định tại thỏa thuận giao việc"
    },
    {
        "ID": 12013,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, phương thức một giai đoạn một túi hồ sơ được áp dụng trong trường hợp nào sau đây?",
        "CacDapAn": [
            "A.  Chào hàng cạnh tranh đối với gói thầu dịch vụ tư vấn",
            "B.  Chỉ định thầu đối với gói thầu cung cấp dịch vụ tư vấn, dịch vụ phi tư vấn, mua sắm hàng hóa, xây lắp, hỗn hợp",
            "C.  Mua sắm trực tiếp đối với gói thầu mua sắm hàng hóa",
            "D.  Đáp án B và C đều đúng"
        ],
        "DapAnDung": "D.  Đáp án B và C đều đúng"
    },
    {
        "ID": 12014,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, trong trường hợp áp dụng phương thức một giai đoạn một túi hồ sơ, việc mở thầu đối với toàn bộ hồ sơ dự thầu, hồ sơ đề xuất được tiến hành bao nhiêu lần?",
        "CacDapAn": [
            "A.  01 lần",
            "B.  04 lần",
            "C.  03 lần",
            "D.  02 lần"
        ],
        "DapAnDung": "A.  01 lần"
    },
    {
        "ID": 12015,
        "CauHoi": "Theo Luật đấu thầu hiện hành, phương thức một giai đoạn hai túi hồ sơ được áp dụng trong trường hợp nào sau đây?",
        "CacDapAn": [
            "A.  Đấu thầu rộng rãi, đấu thầu hạn chế đối với gói thầu cung cấp dịch vụ phi tư vấn không đòi hỏi kỹ thuật cao theo quy định của pháp luật về khoa học, công nghệ",
            "B.  Đấu thầu rộng rãi, đấu thầu hạn chế đối với gói thầu cung cấp dịch vụ tư vấn",
            "C.  Đáp án A và B đều đúng",
            "D.  Đáp án A và B đều sai"
        ],
        "DapAnDung": "B.  Đấu thầu rộng rãi, đấu thầu hạn chế đối với gói thầu cung cấp dịch vụ tư vấn"
    },
    {
        "ID": 12016,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, trong trường hợp áp dụng phương thức một giai đoạn hai túi hồ sơ, việc mở thầu được tiến hành bao nhiêu lần?",
        "CacDapAn": [
            "A.  01 lần",
            "B.  04 lần",
            "C.  03 lần",
            "D.  02 lần"
        ],
        "DapAnDung": "D.  02 lần"
    },
    {
        "ID": 12017,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, phương thức hai giai đoạn một túi hồ sơ được áp dụng trong trường hợp nào?",
        "CacDapAn": [
            "A.  Đấu thầu rộng rãi, đấu thầu hạn chế đối với gói thầu mua sắm hàng hóa",
            "B.  Đấu thầu rộng rãi, đấu thầu hạn chế đối với gói thầu mua sắm hàng hóa, xây lắp, hỗn hợp mà chưa xác định được chính xác các yêu cầu kỹ thuật cụ thể, đầy đủ cho gói thầu tại thời điểm tổ chức đấu thầu",
            "C.  Chào hàng cạnh tranh đối với gói thầu tư vấn",
            "D.  Đáp án A và C đều đúng"
        ],
        "DapAnDung": "B.  Đấu thầu rộng rãi, đấu thầu hạn chế đối với gói thầu mua sắm hàng hóa, xây lắp, hỗn hợp mà chưa xác định được chính xác các yêu cầu kỹ thuật cụ thể, đầy đủ cho gói thầu tại thời điểm tổ chức đấu thầu"
    },
    {
        "ID": 12018,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, trong trường hợp áp dụng phương thức hai giai đoạn một túi hồ sơ, việc đề xuất phương án kỹ thuật thay thế cho nội dung yêu cầu trong hồ sơ mời thầu được quy định như thế nào?",
        "CacDapAn": [
            "A.  Chào thành phương án riêng, không bắt buộc chào cùng với phương án kỹ thuật chính theo yêu cầu của hồ sơ mời thầu",
            "B.  Phải chào thành phương án riêng cùng với phương án kỹ thuật chính theo yêu cầu của hồ sơ mời thầu",
            "C.  Không được phép đề xuất phương án kỹ thuật thay thế cho phương án kỹ thuật chính theo yêu cầu của hồ sơ mời thầu",
            "D.  Tất cả đáp án trên đều sai"
        ],
        "DapAnDung": "B.  Phải chào thành phương án riêng cùng với phương án kỹ thuật chính theo yêu cầu của hồ sơ mời thầu"
    },
    {
        "ID": 12019,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, trong giai đoạn hai của phương thức hai giai đoạn một túi hồ sơ, việc mở thầu được tiến hành bao nhiêu lần?",
        "CacDapAn": [
            "A.  01 lần",
            "B.  04 lần",
            "C.  03 lần",
            "D.  02 lần"
        ],
        "DapAnDung": "A.  01 lần"
    },
    {
        "ID": 12020,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, phương thức hai giai đoạn hai túi hồ sơ được áp dụng trong trường hợp nào?",
        "CacDapAn": [
            "A.  Đấu thầu rộng rãi, đấu thầu hạn chế đối với gói thầu mua sắm hàng hóa",
            "B.  Đấu thầu rộng rãi, đấu thầu hạn chế đối với gói thầu mua sắm hàng hóa, xây lắp, hỗn hợp có kỹ thuật, công nghệ mới, phức tạp, có tính đặc thù mà chưa xác định được chính xác các yêu cầu kỹ thuật cụ thể, đầy đủ cho gói thầu tại thời điểm tổ chức đấu thầu.",
            "C.  Chào hàng cạnh tranh đối với gói thầu tư vấn",
            "D.  Đáp án A và C đều đúng"
        ],
        "DapAnDung": "B.  Đấu thầu rộng rãi, đấu thầu hạn chế đối với gói thầu mua sắm hàng hóa, xây lắp, hỗn hợp có kỹ thuật, công nghệ mới, phức tạp, có tính đặc thù mà chưa xác định được chính xác các yêu cầu kỹ thuật cụ thể, đầy đủ cho gói thầu tại thời điểm tổ chức đấu thầu."
    },
    {
        "ID": 12021,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, trong giai đoạn hai của phương thức hai giai đoạn hai túi hồ sơ, việc mở thầu được tiến hành bao nhiêu lần?",
        "CacDapAn": [
            "A.  01 lần",
            "B.  04 lần",
            "C.  03 lần",
            "D.  02 lần"
        ],
        "DapAnDung": "D.  02 lần"
    },
    {
        "ID": 12022,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, điều kiện để nhà thầu được mời tham dự thầu giai đoạn hai đối với gói thầu áp dụng phương thức hai giai đoạn hai túi hồ sơ?",
        "CacDapAn": [
            "A.  Đáp ứng tư cách hợp lệ của nhà thầu theo quy định của pháp luật",
            "B.  Có bảo đảm dự thầu đảm bảo theo quy định của pháp luật",
            "C.  Có hồ sơ đề xuất về kỹ thuật đáp ứng yêu cầu của HSMT",
            "D.  Tất cả đáp án trên đều sai"
        ],
        "DapAnDung": "C.  Có hồ sơ đề xuất về kỹ thuật đáp ứng yêu cầu của HSMT"
    },
    {
        "ID": 12023,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, cơ quan, tổ chức nào có thể trình người có thẩm quyền xem xét, quyết định việc tổ chức lập, phê duyệt kế hoạch tổng thể lựa chọn nhà thầu?",
        "CacDapAn": [
            "A.  Chủ đầu tư",
            "B.  Cơ quan chuẩn bị dự án",
            "C.  Đáp án A và B đều đúng",
            "D.  Đáp án A và B đều sai"
        ],
        "DapAnDung": "C.  Đáp án A và B đều đúng"
    },
    {
        "ID": 12024,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, thời điểm phê duyệt kế hoạch tổng thể lựa chọn nhà thầu là:",
        "CacDapAn": [
            "A.  Trước khi báo cáo nghiên cứu khả thi được phê duyệt",
            "B.  Đồng thời với thời điểm báo cáo nghiên cứu khả thi được phê duyệt",
            "C.  Sau khi báo cáo nghiên cứu khả thi được phê duyệt",
            "D.  Tất cả đáp án trên đều sai"
        ],
        "DapAnDung": "C.  Sau khi báo cáo nghiên cứu khả thi được phê duyệt"
    },
    {
        "ID": 12025,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, thời điểm lập kế hoạch tổng thể lựa chọn nhà thầu là:",
        "CacDapAn": [
            "A.  Đồng thời với thời điểm lập báo cáo nghiên cứu khả thi",
            "B.  Độc lập với thời điểm lập báo cáo nghiên cứu khả thi",
            "C.  Đáp án A và B đều đúng",
            "D.  Đáp án A và B đều sai"
        ],
        "DapAnDung": "C.  Đáp án A và B đều đúng"
    },
    {
        "ID": 12026,
        "CauHoi": "Theo Luật Đấu thầu hiện hành và các văn bản hướng dẫn thi hành, tài liệu nào dưới đây có thể là căn cứ để lập kế hoạch tổng thể lựa chọn nhà thầu trong trường hợp người có thẩm quyền đồng ý chủ trương lập kế hoạch nêu trên?",
        "CacDapAn": [
            "A.  Quyết định chủ trương đầu tư chương trình, dự án",
            "B.  Kế hoạch bố trí vốn thực hiện dự án hoặc nguồn vốn thực hiện dự án ",
            "C.  Quyết định phê duyệt dự án ",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 12027,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, nội dung nào dưới đây là một trong những nội dung chủ yếu của kế hoạch tổng thể lựa chọn nhà thầu?",
        "CacDapAn": [
            "A.  Xem xét bối cảnh thực hiện dự án đối với công tác đấu thầu",
            "B.  Mục tiêu cụ thể của hoạt động đấu thầu",
            "C.  Phân tích thị trường và xác định rủi ro trong đấu thầu",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 12028,
        "CauHoi": "Theo Luật Đấu thầu hiện hành và các văn bản hướng dẫn thi hành, cơ quan, tổ chức nào dưới đây có thẩm quyền thẩm định kế hoạch tổng thể lựa chọn nhà thầu đối với dự án thuộc thẩm quyền quyết định của doanh nghiệp do doanh nghiệp nắm giữ 100% vốn điều lệ?",
        "CacDapAn": [
            "A.  Bộ Kế hoạch và Đầu tư",
            "B.  Cơ quan, tổ chức được người có thẩm quyền của doanh nghiệp do doanh nghiệp nắm giữ 100% vốn điều lệ giao nhiệm vụ thẩm định kế hoạch tổng thể lựa chọn nhà thầu",
            "C.  Sở Kế hoạch và Đầu tư",
            "D.  Cơ quan chuyên môn thuộc Ủy ban nhân dân cấp huyện"
        ],
        "DapAnDung": "B.  Cơ quan, tổ chức được người có thẩm quyền của doanh nghiệp do doanh nghiệp nắm giữ 100% vốn điều lệ giao nhiệm vụ thẩm định kế hoạch tổng thể lựa chọn nhà thầu"
    },
    {
        "ID": 12029,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, nội dung nào dưới đây là nguyên tắc phải tuân thủ trong công tác lập kế hoạch lựa chọn nhà thầu?",
        "CacDapAn": [
            "A.  Trường hợp gói thầu có thời gian thực hiện dài hơn 01 năm, kế hoạch lựa chọn nhà thầu phải nêu rõ thời gian thực hiện gói thầu, giá gói thầu trên cơ sở toàn bộ thời gian thực hiện gói thầu",
            "B.  Việc phê duyệt kế hoạch lựa chọn nhà thầu phải căn cứ theo tính chất kỹ thuật, trình tự thực hiện; bảo đảm tính đồng bộ của dự án, dự toán mua sắm và phù hợp với kế hoạch tổng thể lựa chọn nhà thầu được duyệt (nếu có)",
            "C.  Kế hoạch lựa chọn nhà thầu phải ghi rõ số lượng gói thầu và nội dung của từng gói thầu",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 12030,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, trường hợp nào dưới đây thì kế hoạch lựa chọn nhà thầu phải nêu rõ thời gian thực hiện gói thầu, giá gói thầu trên cơ sở toàn bộ thời gian thực hiện gói thầu?",
        "CacDapAn": [
            "A.  Trong trường hợp gói thầu có tính chất phức tạp",
            "B.  Trường hợp gói thầu có thời gian thực hiện dài hơn 02 năm",
            "C.  Trường hợp gói thầu có thời gian thực hiện dài hơn 01 năm",
            "D.  Tất cả đáp án trên đều sai"
        ],
        "DapAnDung": "C.  Trường hợp gói thầu có thời gian thực hiện dài hơn 01 năm"
    },
    {
        "ID": 12031,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, thời điểm nào dưới đây là thời điểm lập kế hoạch lựa chọn nhà thầu?",
        "CacDapAn": [
            "A.  Sau khi có dự toán mua sắm, quyết định phê duyệt dự án hoặc đồng thời với quá trình lập dự án, dự toán mua sắm",
            "B.  Trước khi có quyết định phê duyệt dự án đối với gói thầu cần thực hiện trước khi có quyết định phê duyệt dự án",
            "C.  Đáp án A và B đều đúng",
            "D.  Đáp án A và B đều sai"
        ],
        "DapAnDung": "C.  Đáp án A và B đều đúng"
    },
    {
        "ID": 12032,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, căn cứ nào dưới đây là căn cứ lập kế hoạch lựa chọn nhà thầu đối với dự án?",
        "CacDapAn": [
            "A.  Quyết định phê duyệt dự án và tài liệu có liên quan, trừ trường hợp gói thầu cần thực hiện trước khi phê duyệt dự án",
            "B.  Điều ước quốc tế trừ trường hợp đấu thầu trước",
            "C.  Dự án đã được giao kế hoạch đầu tư công trung hạn, trừ trường hợp dự án đầu tư công khẩn cấp theo quy định của pháp luật về đầu tư công",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 12033,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, căn cứ nào dưới đây là căn cứ lập kế hoạch lựa chọn nhà thầu đối với dự toán mua sắm?",
        "CacDapAn": [
            "A.  Quyết định phê duyệt dự án và tài liệu có liên quan, trừ trường hợp gói thầu cần thực hiện trước khi phê duyệt dự án",
            "B.  Điều ước quốc tế trừ trường hợp đấu thầu trước",
            "C.  Dự toán mua sắm",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "C.  Dự toán mua sắm"
    },
    {
        "ID": 12034,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, tên gói thầu thể hiện những nội dung gì?",
        "CacDapAn": [
            "A.  Tính chất công việc của gói thầu",
            "B.  Phạm vi công việc của gói thầu",
            "C.  Nội dung công việc của gói thầu",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 12035,
        "CauHoi": "Theo Luật Đấu thầu hiện hành và các văn bản hướng dẫn thi hành, thông tin nào dưới đây là một trong những căn cứ để lập giá gói thầu?",
        "CacDapAn": [
            "A.  Dự toán gói thầu được duyệt (nếu có) trong trường hợp pháp luật có quy định về việc lập dự toán hoặc có hướng dẫn về định mức, đơn giá",
            "B.  Nội dung và phạm vi công việc, số lượng chuyên gia, thời gian thực hiện, năng lực, kinh nghiệm của chuyên gia tư vấn, mức lương chuyên gia theo quy định của pháp luật (nếu có) và các yếu tố khác",
            "C.  Tối thiểu 01 báo giá của hàng hóa, dịch vụ",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 12036,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, nguyên tắc nào dưới đây là nguyên tắc khi lập kế hoạch lựa chọn nhà thầu?",
        "CacDapAn": [
            "A.  Trường hợp gói thầu có thời gian thực hiện dài hơn 01 năm, kế hoạch lựa chọn nhà thầu phải nêu rõ thời gian thực hiện gói thầu, giá gói thầu trên cơ sở toàn bộ thời gian thực hiện gói thầu",
            "B.  Kế hoạch lựa chọn nhà thầu phải ghi rõ số lượng gói thầu và nội dung của từng gói thầu",
            "C.  Kế hoạch lựa chọn nhà thầu được lập sau khi có dự toán mua sắm, quyết định phê duyệt dự án hoặc đồng thời với quá trình lập dự án, dự toán mua sắm hoặc trước khi có quyết định phê duyệt dự án đối với gói thầu cần thực hiện trước khi có quyết định phê duyệt dự án",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 12037,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, mốc thời gian nào dưới đây được làm căn cứ để bắt đầu tính thời gian tổ chức lựa chọn nhà thầu?",
        "CacDapAn": [
            "A.  Từ khi phát hành hồ sơ mời thầu, hồ sơ yêu cầu",
            "B.  Từ khi kế hoạch lựa chọn nhà thầu được phê duyệt",
            "C.  Đáp án A và B đều đúng",
            "D.  Đáp án A và B đều sai"
        ],
        "DapAnDung": "A.  Từ khi phát hành hồ sơ mời thầu, hồ sơ yêu cầu"
    },
    {
        "ID": 12038,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, điều kiện nào dưới đây là điều kiện cần có để áp dụng tùy chọn mua thêm?",
        "CacDapAn": [
            "A.  Nhà thầu đã trúng thầu thông qua đấu thầu rộng rãi, đàm phán giá",
            "B.  Có dự toán được phê duyệt đối với khối lượng mua thêm",
            "C.  Khối lượng mua thêm không vượt 30% của khối lượng hạng mục tương ứng nêu trong hợp đồng",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 12039,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, đấu thầu trước được áp dụng trong trường hợp nào?",
        "CacDapAn": [
            "A.  Đối với gói thầu lựa chọn nhà thầu thực hiện dự án sử dụng vốn ODA, vốn vay ưu đãi của nhà tài trợ nước ngoài thực hiện theo điều ước quốc tế, thỏa thuận về vốn ODA và vốn vay ưu đãi đã được ký kết.",
            "B.  Gói thầu thuộc dự án quan trọng quốc gia được áp dụng hình thức chỉ định thầu theo nghị quyết của quốc hội khi quyết định chủ trương đầu tư dự án",
            "C.  Gói thầu cần thực hiện để bảo vệ bí mật nhà nước",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "A.  Đối với gói thầu lựa chọn nhà thầu thực hiện dự án sử dụng vốn ODA, vốn vay ưu đãi của nhà tài trợ nước ngoài thực hiện theo điều ước quốc tế, thỏa thuận về vốn ODA và vốn vay ưu đãi đã được ký kết."
    },
    {
        "ID": 12040,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, nội dung nào dưới đây là nội dung được thể hiện trong kế hoạch lựa chọn nhà thầu?",
        "CacDapAn": [
            "A.  Tên gói thầu",
            "B.  Giá gói thầu",
            "C.  Nguồn vốn",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 12041,
        "CauHoi": "Theo Luật Đấu thầu hiện hành và các văn bản hướng dẫn thi hành, Chủ đầu tư phải đăng tải kế hoạch tổng thể lựa chọn nhà thầu trên Hệ thống mạng đấu thầu quốc gia trong khoảng thời gian nào?",
        "CacDapAn": [
            "A.  04 ngày làm việc kể từ ngày văn bản được ban hành",
            "B.  05 ngày làm việc kể từ ngày văn bản được ban hành",
            "C.  06 ngày làm việc kể từ ngày văn bản được ban hành",
            "D.  Tất cả đáp án trên đều sai"
        ],
        "DapAnDung": "B.  05 ngày làm việc kể từ ngày văn bản được ban hành"
    },
    {
        "ID": 12042,
        "CauHoi": "Theo Luật Đấu thầu hiện hành và các văn bản hướng dẫn thi hành, giá gói thầu bao gồm những chi phí nào?",
        "CacDapAn": [
            "A.  Toàn bộ chi phí để thực hiện gói thầu, không bao gồm các chi phí dự phòng",
            "B.  Toàn bộ chi phí để thực hiện gói thầu, kể cả chi phí dự phòng (chi phí dự phòng trượt giá, chi phí dự phòng phát sinh khối lượng), phí, lệ phí và thuế",
            "C.  Toàn bộ chi phí để thực hiện gói thầu, không bao gồm thuế, phí và lệ phí",
            "D.  Tất cả đáp án trên đều sai"
        ],
        "DapAnDung": "B.  Toàn bộ chi phí để thực hiện gói thầu, kể cả chi phí dự phòng (chi phí dự phòng trượt giá, chi phí dự phòng phát sinh khối lượng), phí, lệ phí và thuế"
    },
    {
        "ID": 12043,
        "CauHoi": "Theo Luật Đấu thầu hiện hành và các văn bản hướng dẫn thi hành, chi phí dự phòng được quy định như thế nào?",
        "CacDapAn": [
            "A.  Đối với gói thầu xây lắp áp dụng loại hợp đồng theo đơn giá cố định và đơn giá điều chỉnh, chi phí dự phòng bao gồm cả các khoản tạm tính (nếu có) và chỉ được sử dụng khi có phát sinh xảy ra",
            "B.  Chi phí dự phòng do chủ đầu tư xác định theo tính chất từng gói thầu nhưng không được vượt mức tối đa theo quy định của pháp luật (nếu có)",
            "C.  Đối với các gói thầu có thời gian thực hiện gói thầu ngắn, ít có khả năng phát sinh rủi ro, trượt giá thì chi phí dự phòng cho yếu tố trượt giá được tính bằng không",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 12044,
        "CauHoi": "Theo Luật Đấu thầu hiện hành và các văn bản hướng dẫn thi hành, trong trường hợp cần thiết, giá gói thầu có thể được cập nhật trong thời hạn nào?",
        "CacDapAn": [
            "A.  Trong thời hạn 28 ngày trước ngày mở thầu",
            "B.  Trong thời hạn 20 ngày trước ngày mở thầu",
            "C.  Trong thời hạn 30 ngày trước ngày mở thầu",
            "D.  Tất cả đáp án trên đều sai"
        ],
        "DapAnDung": "A.  Trong thời hạn 28 ngày trước ngày mở thầu"
    },
    {
        "ID": 12045,
        "CauHoi": "Theo Luật Đấu thầu hiện hành và các văn bản hướng dẫn thi hành, thời gian tổ chức lựa chọn nhà thầu được quy định như thế nào?",
        "CacDapAn": [
            "A.  Là số ngày tính từ ngày phát hành hồ sơ mời thầu, hồ sơ yêu cầu đến khi có kết quả lựa chọn nhà thầu, bao gồm cả thời gian thẩm định",
            "B.  Là số ngày tính từ ngày phát hành hồ sơ mời thầu, hồ sơ yêu cầu đến khi có kết quả lựa chọn nhà thầu, chưa bao gồm cả thời gian thẩm định",
            "C.  Là số ngày tính từ ngày phát hành hồ sơ mời thầu, hồ sơ yêu cầu đến khi ký kết hợp đồng ",
            "D.  Tất cả đáp án trên đều sai"
        ],
        "DapAnDung": "A.  Là số ngày tính từ ngày phát hành hồ sơ mời thầu, hồ sơ yêu cầu đến khi có kết quả lựa chọn nhà thầu, bao gồm cả thời gian thẩm định"
    },
    {
        "ID": 12046,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, ai chịu trách nhiệm trong công tác tổ chức thẩm định các nội dung của kế hoạch lựa chọn nhà thầu trước khi phê duyêt? ",
        "CacDapAn": [
            "A.  Chủ đầu tư, trong trường hợp đã phê duyệt kế hoạch tổng thể lựa chọn nhà thầu",
            "B.  Người có thẩm quyền, đối với dự án không áp dụng kế hoạch tổng thể lựa chọn nhà thầu",
            "C.  Chủ đầu tư hoặc người đứng đầu đơn vị được giao nhiệm vụ chuẩn bị dự án trong trường hợp chưa xác định được chủ đầu tư phê duyệt kế hoạch lựa chọn nhà thầu của gói thầu đấu thầu trước hoặc gói thầu cần thực hiện trước khi có quyết định phê duyệt dự án",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 12047,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, hồ sơ trình duyệt kế hoạch lựa chọn nhà thầu đối với dự án bao gồm những nội dung nào sau đây?",
        "CacDapAn": [
            "A.  Phần công việc đã thực hiện, bao gồm nội dung công việc của gói thầu thực hiện trước với giá trị tương ứng và căn cứ pháp lý để thực hiện",
            "B.  Phần công việc không áp dụng được một trong các hình thức lựa chọn nhà thầu",
            "C.  Phần công việc đã thực hiện, bao gồm nội dung công việc liên quan đến chuẩn bị dự án, các gói thầu thực hiện trước với giá trị tương ứng và căn cứ pháp lý để thực hiện",
            "D.  Đáp án B và C đều đúng"
        ],
        "DapAnDung": "D.  Đáp án B và C đều đúng"
    },
    {
        "ID": 12048,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, ai có thẩm quyền phê duyệt kế hoạch lựa chọn nhà thầu đối với dự án?",
        "CacDapAn": [
            "A.  Chủ đầu tư, trong trường hợp đã phê duyệt kế hoạch tổng thể lựa chọn nhà thầu",
            "B.  Người có thẩm quyền, đối với dự án không áp dụng kế hoạch tổng thể lựa chọn nhà thầu",
            "C.  Chủ đầu tư hoặc người đứng đầu đơn vị được giao nhiệm vụ chuẩn bị dự án trong trường hợp chưa xác định được chủ đầu tư phê duyệt kế hoạch lựa chọn nhà thầu của gói thầu đấu thầu trước hoặc gói thầu cần thực hiện trước khi có quyết định phê duyệt dự án",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 12049,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, thời gian thực hiện gói thầu được quy định như thế nào?",
        "CacDapAn": [
            "A.  Thời gian thực hiện gói thầu là số ngày tính từ ngày hợp đồng có hiệu lực đến ngày các bên hoàn thành nghĩa vụ theo quy định trong hợp đồng, trừ thời gian thực hiện nghĩa vụ bảo hành (nếu có)",
            "B.  Thời gian thực hiện gói thầu được tính theo số ngày, số tuần, số tháng hoặc số năm, không bao gồm thời gian hoàn thành nghĩa vụ bảo hành, thời gian giám sát tác giả đối với gói thầu tư vấn (nếu có)",
            "C.  Thời gian thực hiện gói thầu được tính từ ngày hợp đồng có hiệu lực đến ngày nghiệm thu hoàn thành công trình, hàng hóa (bao gồm cả dịch vụ liên quan, nếu có), dịch vụ phi tư vấn, tư vấn",
            "D.  Đáp án B và C đều đúng"
        ],
        "DapAnDung": "D.  Đáp án B và C đều đúng"
    },
    {
        "ID": 12050,
        "CauHoi": "Theo Luật Đấu thầu hiện hành, nội dung nào dưới đây cần được thể hiện trong kế hoạch lựa chọn nhà thầu?",
        "CacDapAn": [
            "A.  Tên gói thầu",
            "B.  Hình thức và phương thức lựa chọn nhà thầu",
            "C.  Giá gói thầu",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 12051,
        "CauHoi": "So với Luật Đấu thầu số 43/2013/QH13, quy định về đấu thầu hạn chế tại Luật Đấu thầu hiện hành bổ sung, hiệu chỉnh những nội dung nào? ",
        "CacDapAn": [
            "A.  Bổ sung trường hợp “Nhà tài trợ vốn cho dự án, gói thầu có yêu cầu đấu thầu hạn chế trong điều ước quốc tế, thỏa thuận vay nước ngoài” là một trong các trường hợp áp dụng hình thức đấu thầu hạn chế",
            "B.  Bổ sung trường hợp “Gói thầu có yêu cầu cao về kỹ thuật hoặc kỹ thuật có tính đặc thù mà chỉ có một số nhà thầu đáp ứng yêu cầu của gói thầu” là một trong các trường hợp áp dụng hình thức đấu thầu hạn chế",
            "C.  Bổ sung quy định “Đấu thầu hạn chế là hình thức lựa chọn nhà thầu trong đó chỉ có một số nhà thầu đáp ứng yêu cầu của gói thầu được mời tham dự thầu”",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "A.  Bổ sung trường hợp “Nhà tài trợ vốn cho dự án, gói thầu có yêu cầu đấu thầu hạn chế trong điều ước quốc tế, thỏa thuận vay nước ngoài” là một trong các trường hợp áp dụng hình thức đấu thầu hạn chế"
    },
    {
        "ID": 12052,
        "CauHoi": "So với Luật Đấu thầu số 43/2013/QH13, quy định về chỉ định thầu tại Luật Đấu thầu hiện hành bổ sung, hiệu chỉnh những nội dung nào?",
        "CacDapAn": [
            "A.  Bổ sung quy định được áp dụng chỉ định thầu đối với trường hợp gói thầu cần thực hiện để bảo vệ bí mật nhà nước",
            "B.  Bổ sung quy định được áp dụng chỉ định thầu đối với trường hợp các gói thầu mua sắm hàng hóa, dịch vụ phi tư vấn phải mua từ từ hãng sản xuất, đại lý của hãng sản xuất do cần bảo đảm tính tương thích về công nghệ, bản quyền với các trang thiết bị, máy móc, phần mềm, dịch vụ sẵn có hoặc do các điều kiện bảo hành của nhà thầu, hãng sản xuất mà không thể mua được từ nhà thầu khác, hãng sản xuất khác",
            "C.  Bổ sung quy định được áp dụng chỉ định thầu đối với trường hợp gói thầu chỉ có duy nhất một nhà thầu thực hiện được trên thị trường do yêu cầu về giải pháp công nghệ",
            "D.  Đáp án B và C đều đúng"
        ],
        "DapAnDung": "D.  Đáp án B và C đều đúng"
    },
    {
        "ID": 12053,
        "CauHoi": "So với Luật Đấu thầu số 43/2013/QH13, quy định về điều kiện để áp dụng hình thức mua sắm trực tiếp tại Luật Đấu thầu hiện hành bổ sung, hiệu chỉnh những nội dung nào?",
        "CacDapAn": [
            "A.  Quy định chi tiết, cụ thể hơn đối với trường hợp \"Gói thầu có nội dung, tính chất tương tự và quy mô nhỏ hơn 130% so với gói thầu đã ký hợp đồng trước đó” ",
            "B.  Bổ sung quy định \"phù hợp với giá thị trường tại thời điểm hoàn thiện hợp đồng\" vào điểu kiện \"Đơn giá của các phần việc thuộc gói thầu áp dụng mua sắm trực tiếp không được vượt đơn giá của các phần việc tương ứng thuộc gói thầu tương tự đã ký hợp đồng trước đó\"",
            "C.  Đáp án A và B đều đúng",
            "D.  Bổ sung quy định “Thời gian từ khi ký hợp đồng của gói thầu trước đó đến ngày phê duyệt kết quả mua sắm trực tiếp không quá 12 tháng”"
        ],
        "DapAnDung": "C.  Đáp án A và B đều đúng"
    },
    {
        "ID": 12054,
        "CauHoi": "So với Luật Đấu thầu số 43/2013/QH13, quy định về các trường hợp được áp dụng phương thức một giai đoạn hai túi hồ sơ tại Luật Đấu thầu hiện hành bổ sung, hiệu chỉnh những nội dung nào?",
        "CacDapAn": [
            "A.  Không bổ sung, hiệu chỉnh so với Luật Đấu thầu số 43/2013/QH13 ",
            "B.  Bổ sung quy định “đòi hỏi kỹ thuật cao theo quy định của pháp luật về khoa học, công nghệ” trong trường áp dụng hình thức một giai đoạn hai túi hồ sơ đối với “đấu thầu rộng rãi, đấu thầu hạn chế đối với gói thầu cung cấp dịch vụ phi tư vấn, mua sắm hàng hóa, xây lắp, hỗn hợp” ",
            "C.  Bổ sung trường hợp “Đấu thầu rộng rãi, đấu thầu hạn chế đối với gói thầu cung cấp dịch vụ tư vấn”",
            "D.  Đáp án B và C đều đúng"
        ],
        "DapAnDung": "B.  Bổ sung quy định “đòi hỏi kỹ thuật cao theo quy định của pháp luật về khoa học, công nghệ” trong trường áp dụng hình thức một giai đoạn hai túi hồ sơ đối với “đấu thầu rộng rãi, đấu thầu hạn chế đối với gói thầu cung cấp dịch vụ phi tư vấn, mua sắm hàng hóa, xây lắp, hỗn hợp” "
    },
    {
        "ID": 12055,
        "CauHoi": "Quy định nào dưới đây tại Luật Đấu thầu hiện hành là điểm hoàn toàn mới so với với Luật Đấu thầu số 43/2013/QH13?",
        "CacDapAn": [
            "A.  Kế hoạch tổng thể lựa chọn nhà thầu cho dự án",
            "B.  Nguyên tắc lập kế hoạch lựa chọn nhà thầu",
            "C.  Lập kế hoạch lựa chọn nhà thầu",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "A.  Kế hoạch tổng thể lựa chọn nhà thầu cho dự án"
    },
    {
        "ID": 12056,
        "CauHoi": "Nguyên tắc lập kế hoạch lựa chọn nhà thầu nào dưới đây tại Luật Đấu thầu hiện hành được bổ sung so với với Luật Đấu thầu số 43/2013/QH13?",
        "CacDapAn": [
            "A.  Đối với dự toán mua sắm, kế hoạch lựa chọn nhà thầu có thể được lập trên cơ sở dự toán mua sắm của năm ngân sách và dự kiến dự toán mua sắm của các năm ngân sách tiếp theo.",
            "B.  Kế hoạch lựa chọn nhà thầu được lập sau khi có dự toán mua sắm, quyết định phê duyệt dự án hoặc đồng thời với quá trình lập dự án, dự toán mua sắm hoặc trước khi có quyết định phê duyệt dự án đối với gói thầu cần thực hiện trước khi có quyết định phê duyệt dự án",
            "C.  Trường hợp gói thầu có thời gian thực hiện dài hơn 01 năm, kế hoạch lựa chọn nhà thầu phải nêu rõ thời gian thực hiện gói thầu, giá gói thầu trên cơ sở toàn bộ thời gian thực hiện gói thầu",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 12057,
        "CauHoi": "So với Luật Đấu thầu số 43/2013/QH13, quy định về nội dung phải có trong kế hoạch lựa chọn nhà thầu tại Luật Đấu thầu hiện hành bổ sung, hiệu chỉnh những nội dung nào?",
        "CacDapAn": [
            "A.  Bổ sung quy định “trong kế hoạch lựa chọn nhà thầu phải nêu rõ thời gian tổ chức lựa chọn nhà thầu”",
            "B.  Bổ sung quy định “trong kế hoạch lựa chọn nhà thầu phải xác định loại hợp đồng”",
            "C.  Bổ sung quy định “trong kế hoạch lựa chọn nhà thầu phải nêu rõ thời gian bắt đầu tổ chức lựa chọn nhà thầu”",
            "D.  Đáp án A và C đều đúng"
        ],
        "DapAnDung": "D.  Đáp án A và C đều đúng"
    },
    {
        "ID": 12058,
        "CauHoi": "So với Luật Đấu thầu số 43/2013/QH13, quy định về trường hợp được áp dụng phương thức một giai đoạn một túi hồ sơ tại Luật Đấu thầu hiện hành bổ sung, hiệu chỉnh những nội dung nào?",
        "CacDapAn": [
            "A.  Không yêu cầu “quy mô nhỏ” là điều kiện để trường hợp “Đấu thầu rộng rãi, đấu thầu hạn chế đối với gói thầu cung cấp dịch vụ phi tư vấn, mua sắm hàng hóa, xây lắp, hỗn hợp” được áp dụng phương thức một giai đoạn một túi hồ sơ",
            "B.  Bổ sung trường hợp “Mua sắm trực tiếp đối với gói thầu mua sắm hàng hóa” được áp dụng phương thức một giai đoạn một túi hồ sơ",
            "C.  Bỏ quy định trường hợp “Chào hàng cạnh tranh đối với gói thầu hỗn hợp cung cấp hàng hóa và xây lắp” được áp dụng phương thức một giai đoạn một túi hồ sơ",
            "D.  Đáp án A và C đều đúng"
        ],
        "DapAnDung": "D.  Đáp án A và C đều đúng"
    },
    {
        "ID": 12059,
        "CauHoi": "So với Luật Đấu thầu số 43/2013/QH13, quy định về bảo đảm cạnh tranh trong đấu thầu đối với nhà thầu tham dự thầu tại Luật Đấu thầu hiện hành bổ sung, hiệu chỉnh những nội dung nào?",
        "CacDapAn": [
            "A.  Bổ sung quy định nhà thầu tham dự thầu với độc lập về tài chính và độc lập về tài chính đối với “nhà thầu tư vấn lập, thẩm tra, thẩm định hồ sơ thiết kế, dự toán; nhà thầu tư vấn lập, thẩm định nhiệm vụ khảo sát, thiết kế;”",
            "B.  Bổ sung quy định trong trường hợp nhà thầu là đơn vị sự nghiệp công lập thuộc cơ quan quản lý nhà nước có chức năng, nhiệm vụ được giao phù hợp với tính chất gói thầu của cơ quan quản lý nhà nước đó hoặc là công ty thành viên, công ty con của tập đoàn, tổng công ty nhà nước có ngành, nghề sản xuất, kinh doanh chính phù hợp với tính chất gói thầu của tập đoàn, tổng công ty nhà nước đó thì nhà thầu tham dự thầu không phải độc lập về tài chính và độc lập về tài chính đối với Chủ đầu tư",
            "C.  Đáp án A và B đều đúng",
            "D.  Đáp án A và B đều sai"
        ],
        "DapAnDung": "C.  Đáp án A và B đều đúng"
    },
    {
        "ID": 12060,
        "CauHoi": "So với Luật Đấu thầu số 43/2013/QH13, quy định về bảo đảm dự thầu tại Luật Đấu thầu hiện hành bổ sung, hiệu chỉnh những nội dung nào?",
        "CacDapAn": [
            "A.  Bỏ quy định về bảo đảm dự thầu thông qua thực hiện biện pháp “ký quỹ”",
            "B.  Rút ngắn thời hạn mà Bên mời thầu phải hoàn trả hoặc giải tỏa bảo đảm dự thầu cho nhà thầu không được lựa chọn",
            "C.  Bổ sung quy định về bảo đảm dự thầu thông qua thực hiện biện pháp “Nộp giấy chứng nhận bảo hiểm bảo lãnh của doanh nghiệp bảo hiểm phi nhân thọ trong nước, chi nhánh doanh nghiệp bảo hiểm phi nhân thọ nước ngoài được thành lập theo pháp luật Việt Nam”",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 13001,
        "CauHoi": "Đối với gói thầu mua sắm hàng hoá áp dụng hình thức đấu thầu rộng rãi, việc thực hiện thương thảo hợp đồng được Luật đấu thầu hiện hành quy định như thế nào?",
        "CacDapAn": [
            "A.  Bên mời thầu bắt buộc phải tiến hành thương thảo hợp đồng.",
            "B.  Không bắt buộc phải tiến hành thương thảo hợp đồng, việc Bên mời thầu mời thương thảo là trái quy định của pháp luật.",
            "C.  Luật đấu thầu không quy định bước thương thảo hợp đồng. Trường hợp cần thiết, bên mời thầu có thể thương thảo hợp đồng với nhà thầu xếp hạng thứ nhất",
            "D.  Nghiêm cấm việc thực hiện bước thương thảo hợp đồng "
        ],
        "DapAnDung": "C.  Luật đấu thầu không quy định bước thương thảo hợp đồng. Trường hợp cần thiết, bên mời thầu có thể thương thảo hợp đồng với nhà thầu xếp hạng thứ nhất"
    },
    {
        "ID": 13002,
        "CauHoi": "Luật đấu thầu năm 2023 có quy định bước thương thảo hợp đồng đối với gói thầu nào?",
        "CacDapAn": [
            "A.  Gói thầu cung cấp dịch vụ tư vấn",
            "B.  Gói thầu mua sắm hàng hoá",
            "C.  Gói thầu xây lắp",
            "D.  Gói thầu hỗn hợp"
        ],
        "DapAnDung": "A.  Gói thầu cung cấp dịch vụ tư vấn"
    },
    {
        "ID": 13003,
        "CauHoi": "Luật đấu thầu năm 2023 quy định việc giải thích lý do nhà thầu không trúng thầu như thế nào?",
        "CacDapAn": [
            "A.  Giải thích lý do nhà thầu không trúng thầu theo yêu cầu của nhà thầu (nếu có).",
            "B.  Phải nêu rõ lý do nhà thầu không trúng thầu trong thông báo kết quả lựa chọn nhà thầu",
            "C.  Bên mời thầu không có trách nhiệm giải thích lý do nhà thầu không trúng thầu, kể cả trường hợp nhà thầu có đơn yêu cầu",
            "D.  Bên mời thầu có trách nhiệm giải thích lý do nhà thầu không trúng thầu, kể cả trường hợp nhà thầu không yêu cầu"
        ],
        "DapAnDung": "A.  Giải thích lý do nhà thầu không trúng thầu theo yêu cầu của nhà thầu (nếu có)."
    },
    {
        "ID": 13004,
        "CauHoi": "Theo Luật đấu thầu hiện hành, trường hợp nào người có thẩm quyền có thể quyết định áp dụng quy trình chỉ định thầu rút gọn?",
        "CacDapAn": [
            "A.  Trường hợp gói thầu thuộc dự án đầu tư của doanh nghiệp nhà nước, doanh nghiệp do doanh nghiệp nhà nước nắm giữ 100% vốn điều lệ và dự án đầu tư theo Luật Đầu tư công, bao gồm: gói thầu cung cấp dịch vụ tư vấn có giá gói thầu trong hạn mức không quá 500 triệu đồng, gói thầu phi tư vấn, hàng hóa, xây lắp, hỗn hợp có giá gói thầu trong hạn mức không quá 01 tỷ đồng quy định tại điểm m khoản 1 Điều 23 Luật đấu thầu năm 2023",
            "B.  Gói thầu chỉ có duy nhất một nhà thầu thực hiện được",
            "C.  Gói thầu thuộc dự án quan trọng quốc gia",
            "D.  Gói thầu cung cấp dịch vụ tư vấn phải mua từ nhà thầu đã thực hiện trước đó"
        ],
        "DapAnDung": "A.  Trường hợp gói thầu thuộc dự án đầu tư của doanh nghiệp nhà nước, doanh nghiệp do doanh nghiệp nhà nước nắm giữ 100% vốn điều lệ và dự án đầu tư theo Luật Đầu tư công, bao gồm: gói thầu cung cấp dịch vụ tư vấn có giá gói thầu trong hạn mức không quá 500 triệu đồng, gói thầu phi tư vấn, hàng hóa, xây lắp, hỗn hợp có giá gói thầu trong hạn mức không quá 01 tỷ đồng quy định tại điểm m khoản 1 Điều 23 Luật đấu thầu năm 2023"
    },
    {
        "ID": 13005,
        "CauHoi": "Anh (chị) hãy chọn đáp án đúng về quy trình chỉ định thầu rút gọn theo quy định của Luật đấu thầu năm 2023?",
        "CacDapAn": [
            "A.  Chuẩn bị hồ sơ yêu cầu và gửi dự thảo hợp đồng cho nhà thầu; thương thảo, hoàn thiện hợp đồng; trình, phê duyệt và công khai kết quả lựa chọn nhà thầu; ký kết và quản lý thực hiện hợp đồng",
            "B.  Gửi dự thảo hợp đồng cho nhà thầu; hoàn thiện, ký kết và quản lý thực hiện hợp đồng",
            "C.  Chuẩn bị và gửi dự thảo hợp đồng cho nhà thầu; hoàn thiện hợp đồng; trình, phê duyệt và công khai kết quả lựa chọn nhà thầu; ký kết và quản lý thực hiện hợp đồng",
            "D.  Thương thảo, hoàn thiện hợp đồng; trình, phê duyệt và công khai kết quả lựa chọn nhà thầu; ký kết và quản lý thực hiện hợp đồng"
        ],
        "DapAnDung": "C.  Chuẩn bị và gửi dự thảo hợp đồng cho nhà thầu; hoàn thiện hợp đồng; trình, phê duyệt và công khai kết quả lựa chọn nhà thầu; ký kết và quản lý thực hiện hợp đồng"
    },
    {
        "ID": 13006,
        "CauHoi": "Anh/chị chọn quy trình, thủ tục lựa chọn nhà thầu đối với chào hàng cạnh tranh theo đúng quy định của Luật đấu thầu năm 2023?",
        "CacDapAn": [
            "A.  (1) Chuẩn bị lựa chọn nhà thầu; (2) Tổ chức lựa chọn nhà thầu; (3) Đánh giá hồ sơ dự thầu; (4) Trình, thẩm định, phê duyệt, công khai kết quả lựa chọn nhà thầu và giải thích lý do nhà thầu không trúng thầu theo yêu cầu của nhà thầu (nếu có); (5) Hoàn thiện, ký kết và quản lý thực hiện hợp đồng",
            "B.  (1) Chuẩn bị lựa chọn nhà thầu; (2) Tổ chức lựa chọn nhà thầu; (3) Đánh giá hồ sơ dự thầu; (4) Trình phê duyệt kết quả lựa chọn nhà thầu; (5) Hoàn thiện, ký kết và quản lý thực hiện hợp đồng",
            "C.  (1) Chuẩn bị lựa chọn nhà thầu; (2) Tổ chức lựa chọn nhà thầu; (3) Đánh giá hồ sơ dự thầu; (4) Trình phê duyệt, công khai kết quả lựa chọn nhà thầu và giải thích lý do nhà thầu không trúng thầu theo yêu cầu của nhà thầu (nếu có); (5) Hoàn thiện, ký kết và quản lý thực hiện hợp đồng",
            "D.  (1) Chuẩn bị lựa chọn nhà thầu; (2) Tổ chức lựa chọn nhà thầu; (3) Đánh giá hồ sơ dự thầu; (4) Trình phê duyệt kết quả lựa chọn nhà thầu; (5) Thương thảo, ký kết và quản lý thực hiện hợp đồng"
        ],
        "DapAnDung": "A.  (1) Chuẩn bị lựa chọn nhà thầu; (2) Tổ chức lựa chọn nhà thầu; (3) Đánh giá hồ sơ dự thầu; (4) Trình, thẩm định, phê duyệt, công khai kết quả lựa chọn nhà thầu và giải thích lý do nhà thầu không trúng thầu theo yêu cầu của nhà thầu (nếu có); (5) Hoàn thiện, ký kết và quản lý thực hiện hợp đồng"
    },
    {
        "ID": 13007,
        "CauHoi": "Anh/chị chọn quy trình, thủ tục lựa chọn nhà thầu đối với tự thực hiện theo đúng quy định của Luật đấu thầu năm 2023?",
        "CacDapAn": [
            "A.  (1) Chuẩn bị phương án tự thực hiện, bao gồm dự thảo thỏa thuận giao việc; (2) Hoàn thiện phương án tự thực hiện; (3) Thương thảo và hoàn thiện thỏa thuận giao việc; (4) Phê duyệt kết quả lựa chọn nhà thầu",
            "B.  (1) Chuẩn bị phương án tự thực hiện, bao gồm dự thảo thỏa thuận giao việc; (2) Hoàn thiện phương án tự thực hiện; (3) Phê duyệt và công khai kết quả lựa chọn nhà thầu; (4) Ký kết thỏa thuận giao việc; quản lý việc thực hiện gói thầu",
            "C.  (1) Chuẩn bị phương án tự thực hiện, bao gồm dự thảo thỏa thuận giao việc; (2) Thương thảo hợp đồng, thỏa thuận giao việc; (3) Phê duyệt và công khai kết quả lựa chọn nhà thầu; (4) Ký kết thỏa thuận giao việc; quản lý việc thực hiện gói thầu",
            "D.  (1) Phê duyệt kế hoạch lựa chọn nhà thầu; (2) Hoàn thiện phương án tự thực hiện; (3) Phê duyệt và công khai kết quả lựa chọn nhà thầu; (4) Ký kết thỏa thuận giao việc; quản lý việc thực hiện gói thầu"
        ],
        "DapAnDung": "B.  (1) Chuẩn bị phương án tự thực hiện, bao gồm dự thảo thỏa thuận giao việc; (2) Hoàn thiện phương án tự thực hiện; (3) Phê duyệt và công khai kết quả lựa chọn nhà thầu; (4) Ký kết thỏa thuận giao việc; quản lý việc thực hiện gói thầu"
    },
    {
        "ID": 13008,
        "CauHoi": "Anh/chị chọn quy trình, thủ tục lựa chọn nhà thầu đối với mua sắm trực tiếp theo đúng quy định của Luật đấu thầu năm 2023?",
        "CacDapAn": [
            "A.  (1) Chuẩn bị lựa chọn nhà thầu; (2) Tổ chức lựa chọn nhà thầu; (3) Đánh giá hồ sơ đề xuất và thương thảo về đề xuất của nhà thầu; (4) Trình phê duyệt và công khai kết quả lựa chọn nhà thầu; (5) Hoàn thiện, ký kết và quản lý thực hiện hợp đồng",
            "B.  (1) Chuẩn bị lựa chọn nhà thầu; (2) Tổ chức lựa chọn nhà thầu; (3) Trình, thẩm định, phê duyệt và công khai kết quả lựa chọn nhà thầu; (4) Hoàn thiện, ký kết và quản lý thực hiện hợp đồng",
            "C.  (1) Chuẩn bị lựa chọn nhà thầu; (2) Tổ chức lựa chọn nhà thầu; (3) Đánh giá hồ sơ đề xuất và thương thảo về đề xuất của nhà thầu; (4) Trình, thẩm định, phê duyệt và công khai kết quả lựa chọn nhà thầu; (5) Hoàn thiện, ký kết và quản lý thực hiện hợp đồng",
            "D.  (1) Chuẩn bị lựa chọn nhà thầu; (2) Tổ chức lựa chọn nhà thầu; (3) Đánh giá hồ sơ đề xuất; (4) Trình, thẩm định, phê duyệt kết quả lựa chọn nhà thầu; (5) Hoàn thiện, ký kết hợp đồng"
        ],
        "DapAnDung": "C.  (1) Chuẩn bị lựa chọn nhà thầu; (2) Tổ chức lựa chọn nhà thầu; (3) Đánh giá hồ sơ đề xuất và thương thảo về đề xuất của nhà thầu; (4) Trình, thẩm định, phê duyệt và công khai kết quả lựa chọn nhà thầu; (5) Hoàn thiện, ký kết và quản lý thực hiện hợp đồng"
    },
    {
        "ID": 13009,
        "CauHoi": "Luật đấu thầu hiện hành quy định trường hợp sử dụng nhà thầu phụ đặc biệt thì hồ sơ mời thầu phải nêu rõ những yêu cầu gì?",
        "CacDapAn": [
            "A.  Phải nêu rõ phạm vi công việc và yêu cầu về năng lực, kinh nghiệm của nhà thầu phụ đặc biệt",
            "B.  Phải nêu rõ phạm vi công việc của nhà thầu phụ đặc biệt",
            "C.  Phải nêu rõ yêu cầu về năng lực, kinh nghiệm của nhà thầu phụ đặc biệt",
            "D.  Phải xác định danh sách nhà thầu phụ đặc biệt"
        ],
        "DapAnDung": "A.  Phải nêu rõ phạm vi công việc và yêu cầu về năng lực, kinh nghiệm của nhà thầu phụ đặc biệt"
    },
    {
        "ID": 13010,
        "CauHoi": "Theo quy định của Luật đấu thầu năm 2023, hồ sơ mời thầu được nêu yêu cầu gì về hàng hoá, dịch vụ cần mua sắm?",
        "CacDapAn": [
            "A.  Hồ sơ mời thầu được nêu xuất xứ theo nhóm nước, vùng lãnh thổ",
            "B.  Hồ sơ mời thầu được nêu cụ thể mã hiệu, xuất xứ của hàng hoá, dịch vụ",
            "C.  Nghiêm cấm việc nêu xuất xứ theo nhóm nước, vùng lãnh thổ",
            "D.  Hồ sơ mời thầu được nêu xuất xứ, nhãn hiệu, thương hiệu cụ thể của một nhà sản xuất"
        ],
        "DapAnDung": "A.  Hồ sơ mời thầu được nêu xuất xứ theo nhóm nước, vùng lãnh thổ"
    },
    {
        "ID": 13011,
        "CauHoi": "Luật đấu thầu năm 2023 quy định hồ sơ mời thầu phải đảm bảo điều kiện gì?",
        "CacDapAn": [
            "A.  Hồ sơ mời thầu không được nêu bất cứ điều kiện nào nhằm hạn chế sự tham gia của nhà thầu hoặc nhằm tạo lợi thế cho một hoặc một số nhà thầu gây ra sự cạnh tranh không bình đẳng.",
            "B.  Hồ sơ mời thầu được nêu các điều kiện nhằm tạo lợi thế cho một hoặc một số nhà thầu gây ra sự cạnh tranh không bình đẳng",
            "C.  Hồ sơ mời thầu không được nêu bất cứ điều kiện nào nhằm hạn tạo điều kiện cho sự tham gia của các nhà thầu",
            "D.  Hồ sơ mời thầu được quyền đưa ra các điều kiện nhằm tạo lợi thế cho một hoặc một số nhà thầu có năng lực, kinh nghiệm để hạn chế sự tham gia của các nhà thầu khác"
        ],
        "DapAnDung": "A.  Hồ sơ mời thầu không được nêu bất cứ điều kiện nào nhằm hạn chế sự tham gia của nhà thầu hoặc nhằm tạo lợi thế cho một hoặc một số nhà thầu gây ra sự cạnh tranh không bình đẳng."
    },
    {
        "ID": 13012,
        "CauHoi": "Theo Luật đấu thầu năm 2023, việc tổ chức đấu thầu rộng rãi, đấu thầu hạn chế, chào hàng cạnh tranh trong nước phải thực hiện trên Hệ thống mạng đấu thầu quốc gia kể từ thời điểm nào?",
        "CacDapAn": [
            "A.  Từ ngày 01 tháng 01 năm 2025",
            "B.  Từ ngày 31 tháng 12 năm 2024",
            "C.  Từ ngày 31 tháng 12 năm 2023",
            "D.  Từ ngày 01 tháng 7 năm 2025"
        ],
        "DapAnDung": "A.  Từ ngày 01 tháng 01 năm 2025"
    },
    {
        "ID": 13013,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định bước chuẩn bị lựa chọn nhà thầu gồm những công việc gì? ",
        "CacDapAn": [
            "A.  Lựa chọn danh sách ngắn (nếu cần thiết); Lập hồ sơ mời thầu; Thẩm định và phê duyệt hồ sơ mời thầu",
            "B.  Phê duyệt kế hoạch lựa chọn nhà thầu, lập và phê duyệt hồ sơ mời thầu",
            "C.  Lập hồ sơ mời thầu; Thẩm định và phê duyệt hồ sơ mời thầu; Thông báo mời thầu",
            "D.  Lựa chọn danh sách ngắn, phê duyệt dự toán, lập hồ sơ mời thầu"
        ],
        "DapAnDung": "A.  Lựa chọn danh sách ngắn (nếu cần thiết); Lập hồ sơ mời thầu; Thẩm định và phê duyệt hồ sơ mời thầu"
    },
    {
        "ID": 13014,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP  quy định việc lựa chọn danh sách ngắn do người có thẩm quyền quyết định khi nào?",
        "CacDapAn": [
            "A.  Căn cứ quy mô, tính chất của gói thầu, người có thẩm quyền quyết định áp dụng thủ tục lựa chọn danh sách ngắn",
            "B.  Gói thầu quy mô nhỏ",
            "C.  Gói thầu quy mô lớn",
            "D.  Gói thầu có tính chất phổ biến, đơn giản"
        ],
        "DapAnDung": "A.  Căn cứ quy mô, tính chất của gói thầu, người có thẩm quyền quyết định áp dụng thủ tục lựa chọn danh sách ngắn"
    },
    {
        "ID": 13015,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định hồ sơ mời sơ tuyển đối với đấu thầu rộng rãi bao gồm các nội dung nào?",
        "CacDapAn": [
            "A.  Thông tin tóm tắt về dự án, dự toán mua sắm, gói thầu; chỉ dẫn việc chuẩn bị và nộp hồ sơ dự sơ tuyển; tiêu chuẩn đánh giá về tính hợp lệ của hồ sơ dự sơ tuyển; tiêu chuẩn về năng lực và kinh nghiệm của nhà thầu; tiêu chuẩn về kỹ thuật của nhà thầu",
            "B.  Thông tin tóm tắt về dự án, dự toán mua sắm, gói thầu; tiêu chuẩn đánh giá về tính hợp lệ của hồ sơ dự sơ tuyển; tiêu chuẩn về kỹ thuật của nhà thầu",
            "C.  Thông tin tóm tắt về dự án, dự toán mua sắm, gói thầu; chỉ dẫn việc chuẩn bị và nộp hồ sơ dự sơ tuyển; tiêu chuẩn đánh giá về tính hợp lệ của hồ sơ dự sơ tuyển; tiêu chuẩn về năng lực và kinh nghiệm của nhà thầu",
            "D.  Thông tin tóm tắt về dự án, dự toán mua sắm, gói thầu; chỉ dẫn việc chuẩn bị và nộp hồ sơ dự sơ tuyển; tiêu chuẩn về năng lực và kinh nghiệm của nhà thầu; tiêu chuẩn về kỹ thuật của nhà thầu"
        ],
        "DapAnDung": "C.  Thông tin tóm tắt về dự án, dự toán mua sắm, gói thầu; chỉ dẫn việc chuẩn bị và nộp hồ sơ dự sơ tuyển; tiêu chuẩn đánh giá về tính hợp lệ của hồ sơ dự sơ tuyển; tiêu chuẩn về năng lực và kinh nghiệm của nhà thầu"
    },
    {
        "ID": 13016,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định tiêu chuẩn đánh giá hồ sơ dự sơ tuyển được xây dựng theo các tiêu chí nào?",
        "CacDapAn": [
            "A.  Đạt, không đạt",
            "B.  Kết hợp giữa đạt, không đạt và chấm điểm",
            "C.  Chấm điểm",
            "D.  Tất cả đáp án A, B và C đều đúng"
        ],
        "DapAnDung": "A.  Đạt, không đạt"
    },
    {
        "ID": 13017,
        "CauHoi": "Đối với gói thầu áp dụng thủ tục lựa chọn danh sách ngắn, Nghị định số 24/2024/N-CP quy định về liên danh của các nhà thầu như thế nào?",
        "CacDapAn": [
            "A.  Các nhà thầu có tên trong danh sách ngắn được liên danh với nhau để tham dự thầu; trường hợp liên danh với nhà thầu ngoài danh sách ngắn thì phải được sự chấp thuận của chủ đầu tư trước thời điểm đóng thầu",
            "B.  Các nhà thầu có tên trong danh sách ngắn không được liên danh với nhau để tham dự thầu; trường hợp liên danh với nhà thầu ngoài danh sách ngắn thì phải được sự chấp thuận của chủ đầu tư trước thời điểm đóng thầu",
            "C.  Các nhà thầu có tên trong danh sách ngắn được liên danh với nhau để tham dự thầu hoặc với nhà thầu ngoài danh sách ngắn",
            "D.  Các nhà thầu có tên trong danh sách ngắn không được liên danh với nhau để tham dự thầu; được liên danh với nhà thầu ngoài danh sách ngắn"
        ],
        "DapAnDung": "B.  Các nhà thầu có tên trong danh sách ngắn không được liên danh với nhau để tham dự thầu; trường hợp liên danh với nhà thầu ngoài danh sách ngắn thì phải được sự chấp thuận của chủ đầu tư trước thời điểm đóng thầu"
    },
    {
        "ID": 13018,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định hồ sơ mời thầu được yêu cầu giấy phép bán hàng trong trường hợp nào?",
        "CacDapAn": [
            "A.  Trường hợp hàng hóa của gói thầu là hàng hóa đặc thù, phức tạp cần gắn với trách nhiệm của nhà sản xuất trong việc cung cấp các dịch vụ sau bán hàng như bảo hành, bảo trì, sửa chữa, cung cấp phụ tùng, vật tư thay thế, dịch vụ hỗ trợ kỹ thuật và các dịch vụ liên quan khác, hồ sơ mời thầu có thể yêu cầu nhà thầu phải cung cấp giấy phép bán hàng nhưng việc yêu cầu về giấy phép bán hàng phải được người có thẩm quyền chấp thuận",
            "B.  Không được phép nêu yêu cầu về giấy phép bán hàng trong hồ sơ mời thầu",
            "C.  Trong mọi trường hợp do người có thẩm quyền quyết định",
            "D.  Đối với hàng hóa thông dụng, phổ biến cần yêu cầu trách nhiệm bảo trì, bảo dưỡng của nhà sản xuất"
        ],
        "DapAnDung": "A.  Trường hợp hàng hóa của gói thầu là hàng hóa đặc thù, phức tạp cần gắn với trách nhiệm của nhà sản xuất trong việc cung cấp các dịch vụ sau bán hàng như bảo hành, bảo trì, sửa chữa, cung cấp phụ tùng, vật tư thay thế, dịch vụ hỗ trợ kỹ thuật và các dịch vụ liên quan khác, hồ sơ mời thầu có thể yêu cầu nhà thầu phải cung cấp giấy phép bán hàng nhưng việc yêu cầu về giấy phép bán hàng phải được người có thẩm quyền chấp thuận"
    },
    {
        "ID": 13019,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định bước tổ chức lựa chọn nhà thầu đối với gói thầu đấu thầu rộng rãi áp dụng phương thức một giai đoạn một túi hồ sơ gồm những công việc gì?",
        "CacDapAn": [
            "A.  Phê duyệt kế hoạch lựa chọn nhà thầu, lập và phê duyệt hồ sơ mời thầu",
            "B.  Mời thầu; Phát hành, sửa đổi, làm rõ hồ sơ mời thầu; Đánh giá hồ sơ mời thầu",
            "C.  Mời thầu; Phát hành, sửa đổi, làm rõ hồ sơ mời thầu; Chuẩn bị, nộp, tiếp nhận, quản lý, sửa đổi, rút hồ sơ dự thầu; Mở thầu",
            "D.  Mời thầu; Phát hành, sửa đổi, làm rõ hồ sơ mời thầu; Chuẩn bị, nộp, tiếp nhận, quản lý, sửa đổi, rút hồ sơ dự thầu; Đánh giá hồ sơ mời thầu"
        ],
        "DapAnDung": "C.  Mời thầu; Phát hành, sửa đổi, làm rõ hồ sơ mời thầu; Chuẩn bị, nộp, tiếp nhận, quản lý, sửa đổi, rút hồ sơ dự thầu; Mở thầu"
    },
    {
        "ID": 13020,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định bước đánh giá hồ sơ dự thầu đối với gói thầu đấu thầu rộng rãi áp dụng phương thức một giai đoạn một túi hồ sơ gồm những công việc gì?",
        "CacDapAn": [
            "A.  Mời thầu; Phát hành, sửa đổi, làm rõ hồ sơ mời thầu; Chuẩn bị, nộp, tiếp nhận, quản lý, sửa đổi, rút hồ sơ dự thầu; Đánh giá hồ sơ mời thầu",
            "B.  Kiểm tra, đánh giá tính hợp lệ của hồ sơ dự thầu; Đánh giá chi tiết hồ sơ dự thầu; Xếp hạng nhà thầu (nếu có nhiều hơn 01 nhà thầu).",
            "C.  Mời thầu; Phát hành, sửa đổi, làm rõ hồ sơ mời thầu; Đánh giá hồ sơ mời thầu",
            "D.  Tất cả đáp án A, B, C đều đúng"
        ],
        "DapAnDung": "B.  Kiểm tra, đánh giá tính hợp lệ của hồ sơ dự thầu; Đánh giá chi tiết hồ sơ dự thầu; Xếp hạng nhà thầu (nếu có nhiều hơn 01 nhà thầu)."
    },
    {
        "ID": 13021,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, đối với đấu thầu rộng rãi áp dụng phương thức một giai đoạn một túi hồ sơ, hồ sơ mời thầu phải quy định như thế nào về tính hợp lệ của đơn dự thầu đối với nhà thầu liên danh?",
        "CacDapAn": [
            "A.  Đơn dự thầu phải do đại diện hợp pháp của từng thành viên liên danh ký tên, đóng dấu (nếu có) hoặc thành viên được phân công thay mặt liên danh ký đơn dự thầu theo phân công trách nhiệm trong thỏa thuận liên danh",
            "B.  Đơn dự thầu chỉ cần một thành viên ký tên, đóng dấu",
            "C.  Đơn dự thầu phải do người đại diện theo pháp luật của từng thành viên liên danh ký tên, đóng dấu",
            "D.  Đơn dự thầu do thành viên đứng đầu liên danh ký tên, đóng dấu"
        ],
        "DapAnDung": "A.  Đơn dự thầu phải do đại diện hợp pháp của từng thành viên liên danh ký tên, đóng dấu (nếu có) hoặc thành viên được phân công thay mặt liên danh ký đơn dự thầu theo phân công trách nhiệm trong thỏa thuận liên danh"
    },
    {
        "ID": 13022,
        "CauHoi": "Đơn dự thầu đối với nhà thầu là tổ chức do ai là người có thẩm quyền ký?",
        "CacDapAn": [
            "A.  Do cá nhân chủ trì hồ sơ dự thầu của nhà thầu ký tên, đóng dấu",
            "B.  Bất kỳ người đại diện nào của nhà thầu ký tên, đóng dấu",
            "C.  Đại diện hợp pháp của nhà thầu ký tên, đóng dấu (nếu có) theo yêu cầu của hồ sơ mời thầu",
            "D.  Do giám đốc đơn vị thuộc nhà thầu được giao chủ trì hồ sơ dự thầu thực hiện"
        ],
        "DapAnDung": "C.  Đại diện hợp pháp của nhà thầu ký tên, đóng dấu (nếu có) theo yêu cầu của hồ sơ mời thầu"
    },
    {
        "ID": 13023,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định bảo đảm dự thầu của nhà thầu được đánh giá là hợp lệ khi đáp ứng các yêu cầu nào?",
        "CacDapAn": [
            "A.  Có giá trị, thời gian có hiệu lực theo đúng yêu cầu của hồ sơ mời thầu, đúng tên đơn vị thụ hưởng, có chữ ký hợp lệ, ký sau khi phát hành hồ sơ mời thầu, không kèm theo các điều kiện gây bất lợi cho chủ đầu tư, bên mời thầu",
            "B.  Có giá trị, thời gian có hiệu lực theo đúng yêu cầu của hồ sơ mời thầu, không đúng tên đơn vị thụ hưởng, có chữ ký hợp lệ, ký trước khi phát hành hồ sơ mời thầu",
            "C.  Có giá trị, thời gian có hiệu lực theo đúng yêu cầu của hồ sơ mời thầu, đúng tên đơn vị thụ hưởng, có chữ ký hợp lệ, ký trước khi phát hành hồ sơ mời thầu, có kèm theo các điều kiện gây bất lợi cho chủ đầu tư, bên mời thầu",
            "D.  Có thời gian có hiệu lực theo đúng yêu cầu của hồ sơ mời thầu, đúng tên đơn vị thụ hưởng, có chữ ký hợp lệ, ký trước khi phát hành hồ sơ mời thầu"
        ],
        "DapAnDung": "A.  Có giá trị, thời gian có hiệu lực theo đúng yêu cầu của hồ sơ mời thầu, đúng tên đơn vị thụ hưởng, có chữ ký hợp lệ, ký sau khi phát hành hồ sơ mời thầu, không kèm theo các điều kiện gây bất lợi cho chủ đầu tư, bên mời thầu"
    },
    {
        "ID": 13024,
        "CauHoi": "Việc phân chia khối lượng công việc trong thoả thuận liên danh được Nghị định số 24/2024/NĐ-CP quy định như thế nào?",
        "CacDapAn": [
            "A.  Do các thành viên liên danh tự thoả thuận trong thoả thuận liên danh",
            "B.  Việc phân chia công việc trong liên danh phải căn cứ các hạng mục nêu trong bảng giá dự thầu hoặc theo các công việc thuộc quá trình sản xuất hạng mục trong bảng giá dự thầu, không được phân chia các công việc không thuộc các hạng mục này hoặc không thuộc quá trình sản xuất các hạng mục này",
            "C.  Việc phân chia công việc trong liên danh do các bên thoả thuận trong thoả thuận liên danh và ước tính khối lượng thực hiện của từng thành viên liên danh",
            "D.  Được phân chia dựa trên tỷ lệ phần vốn, công sức của từng thành viên liên danh"
        ],
        "DapAnDung": "B.  Việc phân chia công việc trong liên danh phải căn cứ các hạng mục nêu trong bảng giá dự thầu hoặc theo các công việc thuộc quá trình sản xuất hạng mục trong bảng giá dự thầu, không được phân chia các công việc không thuộc các hạng mục này hoặc không thuộc quá trình sản xuất các hạng mục này"
    },
    {
        "ID": 13025,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, đối với gói thầu mua sắm hàng hoá áp dụng hình thức đấu thầu rộng rãi theo phương thức một giai đoạn một túi hồ sơ thì hồ sơ mời thầu yêu cầu về năng lực tài chính của hộ kinh doanh như thế nào?",
        "CacDapAn": [
            "A.  Nhà thầu là hộ kinh doanh phải nộp báo cáo tài chính để chứng minh năng lực tài chính",
            "B.  Nhà thầu là hộ kinh doanh phải nộp cam kết của các tổ chức tín dụng về việc đảm bảo năng lực tài chính thực hiện gói thầu",
            "C.  Nhà thầu là hộ kinh doanh phải đáp ứng yêu cầu về giá trị tài sản ròng",
            "D.  Nhà thầu là hộ kinh doanh không phải nộp báo cáo tài chính, không phải đáp ứng yêu cầu về giá trị tài sản ròng"
        ],
        "DapAnDung": "D.  Nhà thầu là hộ kinh doanh không phải nộp báo cáo tài chính, không phải đáp ứng yêu cầu về giá trị tài sản ròng"
    },
    {
        "ID": 13026,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định tiêu chuẩn đánh giá về kỹ thuật trong hồ sơ mời thầu sử dụng phương pháp đạt, không đạt đối với các tiêu chí chi tiết cơ bản trong tiêu chí tổng quát như thế nào?",
        "CacDapAn": [
            "A.  Đối với các tiêu chí chi tiết cơ bản trong tiêu chí tổng quát, chỉ sử dụng tiêu chí đạt, không đạt",
            "B.  Được sử dụng tiêu chí chấp nhận được, không đạt",
            "C.  Được sử dụng tiêu chí đạt, không đạt, chấp nhận được",
            "D.  Được sử dụng tiêu chí chấp nhận được, không chấp nhận được"
        ],
        "DapAnDung": "A.  Đối với các tiêu chí chi tiết cơ bản trong tiêu chí tổng quát, chỉ sử dụng tiêu chí đạt, không đạt"
    },
    {
        "ID": 13027,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định tiêu chuẩn đánh giá về kỹ thuật trong hồ sơ mời thầu sử dụng tiêu chí đạt, không đạt đối với các tiêu chí chi tiết không cơ bản trong tiêu chí tổng quát như thế nào?",
        "CacDapAn": [
            "A.  Được sử dụng tiêu chí đạt, không đạt",
            "B.  Đối với các tiêu chí chi tiết không cơ bản trong tiêu chí tổng quát, ngoài tiêu chí đạt, không đạt, được áp dụng thêm tiêu chí chấp nhận được nhưng không được vượt quá 30% tổng số các tiêu chí chi tiết trong tiêu chí tổng quát đó",
            "C.  Đối với các tiêu chí chi tiết không cơ bản trong tiêu chí tổng quát, ngoài tiêu chí đạt, không đạt, được áp dụng thêm tiêu chí chấp nhận được",
            "D.  Được sử dụng tiêu chí đạt, không đạt, chấp nhận được nhưng không được vượt quá 70% tổng số các tiêu chí chi tiết trong tiêu chí tổng quát đó"
        ],
        "DapAnDung": "B.  Đối với các tiêu chí chi tiết không cơ bản trong tiêu chí tổng quát, ngoài tiêu chí đạt, không đạt, được áp dụng thêm tiêu chí chấp nhận được nhưng không được vượt quá 30% tổng số các tiêu chí chi tiết trong tiêu chí tổng quát đó"
    },
    {
        "ID": 13028,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định tiêu chuẩn đánh giá về kỹ thuật sử dụng tiêu chí chấm điểm trong hồ sơ mời thầu như thế nào?",
        "CacDapAn": [
            "A.  Phải quy định mức điểm tối thiểu và mức điểm tối đa đối với từng tiêu chí tổng quát",
            "B.  Mức điểm yêu cầu tối thiểu về kỹ thuật quy định không thấp hơn 70% tổng số điểm tối đa về kỹ thuật",
            "C.  Có thể quy định mức điểm tối thiểu đối với tiêu chí chi tiết cơ bản trong tiêu chí tổng quát; không được quy định mức điểm tối thiểu đối với các tiêu chí chi tiết không cơ bản",
            "D.  Tất cả đáp án A, B và C đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án A, B và C đều đúng"
    },
    {
        "ID": 13029,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định không sử dụng phương pháp kết hợp giữa kỹ thuật và giá đối với gói thầu áp dụng phương thức lựa chọn nhà thầu nào dưới đây?",
        "CacDapAn": [
            "A.  Một giai đoạn một túi hồ sơ.",
            "B.  Hai giai đoạn hai túi hồ sơ",
            "C.  Một giai đoạn hai túi hồ sơ",
            "D.  Tất cả đáp án A, B và C đều đúng."
        ],
        "DapAnDung": "A.  Một giai đoạn một túi hồ sơ."
    },
    {
        "ID": 13030,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định về hồ sơ mời thầu đối với gói thầu chia phần như thế nào?",
        "CacDapAn": [
            "A.  Hồ sơ mời thầu phải nêu rõ điều kiện chào thầu, biện pháp và giá trị bảo đảm dự thầu cho nhiều phần và phương pháp đánh giá nhiều phần",
            "B.  Hồ sơ mời thầu phải nêu rõ điều kiện chào thầu, biện pháp và giá trị bảo đảm dự thầu của gói thầu và phương pháp đánh giá",
            "C.  Hồ sơ mời thầu thực hiện theo mẫu và không bắt buộc phải nêu rõ điều kiện chào thầu, phương pháp đánh giá từng phần của gói thầu",
            "D.  Hồ sơ mời thầu phải nêu rõ điều kiện chào thầu, biện pháp và giá trị bảo đảm dự thầu cho từng phần hoặc nhiều phần và phương pháp đánh giá đối với từng phần hoặc nhiều phần để các nhà thầu tính toán phương án chào thầu theo khả năng của mình."
        ],
        "DapAnDung": "D.  Hồ sơ mời thầu phải nêu rõ điều kiện chào thầu, biện pháp và giá trị bảo đảm dự thầu cho từng phần hoặc nhiều phần và phương pháp đánh giá đối với từng phần hoặc nhiều phần để các nhà thầu tính toán phương án chào thầu theo khả năng của mình."
    },
    {
        "ID": 13031,
        "CauHoi": "Trường hợp hồ sơ mời thầu không thể mô tả chi tiết hàng hóa theo đặc tính kỹ thuật, tính năng sử dụng, thiết kế công nghệ, tiêu chuẩn công nghệ thì có thể mô tả như thế nào?",
        "CacDapAn": [
            "A.  Được nêu nhãn hiệu, catalô của một sản phẩm cụ thể để tham khảo, minh họa cho yêu cầu về kỹ thuật của hàng hóa nhưng phải ghi kèm theo cụm từ “hoặc tương đương” sau nhãn hiệu, catalô đồng thời phải quy định rõ nội hàm tương đương với hàng hóa đó về đặc tính kỹ thuật, tính năng sử dụng, thiết kế công nghệ, tiêu chuẩn công nghệ và các nội dung khác (nếu có).",
            "B.  Được nêu nhãn hiệu, catalô của một sản phẩm cụ thể để tham khảo, minh họa cho yêu cầu về kỹ thuật của hàng hóa",
            "C.  Được nêu nhãn hiệu, catalô của một sản phẩm cụ thể",
            "D.  Phải có phương án mô tả cụ thể yêu cầu kỹ thuật, không được nêu nhãn hiệu, catalo của sản phẩm tương đương"
        ],
        "DapAnDung": "A.  Được nêu nhãn hiệu, catalô của một sản phẩm cụ thể để tham khảo, minh họa cho yêu cầu về kỹ thuật của hàng hóa nhưng phải ghi kèm theo cụm từ “hoặc tương đương” sau nhãn hiệu, catalô đồng thời phải quy định rõ nội hàm tương đương với hàng hóa đó về đặc tính kỹ thuật, tính năng sử dụng, thiết kế công nghệ, tiêu chuẩn công nghệ và các nội dung khác (nếu có)."
    },
    {
        "ID": 13032,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, trường hợp kế hoạch lựa chọn nhà thầu có quy định về tùy chọn mua thêm thì hồ sơ mời thầu phải quy định về tuỳ chọn mua thêm như thế nào?",
        "CacDapAn": [
            "A.  Hồ sơ mời thầu phải quy định khối lượng, số lượng hàng hóa, dịch vụ tối đa thuộc tùy chọn mua thêm phù hợp với kế hoạch lựa chọn nhà thầu được duyệt",
            "B.  Hồ sơ mời thầu quy định về tuỳ chọn mua thêm nếu cần thiết",
            "C.  Hồ sơ mời thầu không cần quy định khối lượng, số lượng hàng hóa, dịch vụ tối đa thuộc tùy chọn mua thêm",
            "D.  Hồ sơ mời thầu được quy định khối lượng, số lượng hàng hóa, dịch vụ thuộc tuỳ chọn mua thêm không hạn chế số lượng"
        ],
        "DapAnDung": "A.  Hồ sơ mời thầu phải quy định khối lượng, số lượng hàng hóa, dịch vụ tối đa thuộc tùy chọn mua thêm phù hợp với kế hoạch lựa chọn nhà thầu được duyệt"
    },
    {
        "ID": 13033,
        "CauHoi": "Đối với gói thầu xây lắp, trường hợp hồ sơ mời thầu quy định nhà thầu phải nộp chứng chỉ năng lực hoạt động xây dựng công trình kèm theo hồ sơ dự thầu mà nhà thầu không nộp thì giải quyết như thế nào?",
        "CacDapAn": [
            "A.  Việc nhà thầu không đính kèm chứng chỉ năng lực hoạt động xây dựng công trình là không tuân thủ hồ sơ mời thầu, nhà thầu được đánh giá không đạt sau khi bên mời thầu làm rõ hồ sơ dự thầu mà nhà thầu không nộp hồ sơ làm rõ",
            "B.  Việc nhà thầu không đính kèm chứng chỉ năng lực hoạt động xây dựng công trình là không tuân thủ hồ sơ mời thầu, nhà thầu được đánh giá không đạt.",
            "C.  Nhà thầu được phép không nộp chứng chỉ năng lực hoạt động xây dựng công trình trong quá trình tham dự thầu, ký kết và thực hiện hợp đồng",
            "D.  Việc nhà thầu không đính kèm chứng chỉ năng lực hoạt động xây dựng công trình không phải là lý do loại bỏ nhà thầu. E-HSDT của nhà thầu vẫn được tiếp tục xem xét, đánh giá và được xét duyệt trúng thầu. Trường hợp trúng thầu, nhà thầu phải xuất trình chứng chỉ năng lực hoạt động xây dựng công trình trước khi trao hợp đồng"
        ],
        "DapAnDung": "D.  Việc nhà thầu không đính kèm chứng chỉ năng lực hoạt động xây dựng công trình không phải là lý do loại bỏ nhà thầu. E-HSDT của nhà thầu vẫn được tiếp tục xem xét, đánh giá và được xét duyệt trúng thầu. Trường hợp trúng thầu, nhà thầu phải xuất trình chứng chỉ năng lực hoạt động xây dựng công trình trước khi trao hợp đồng"
    },
    {
        "ID": 13034,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định trường hợp nhà sản xuất hoặc văn phòng đại diện hoặc đại lý của nhà sản xuất thực hiện một hoặc các hành vi sau mà không có lý do chính đáng: không cung cấp giấy phép bán hàng; cung cấp giấy phép bán hàng sau đó rút giấy phép này; chỉ cung cấp giấy phép bán hàng cho một hoặc một số nhà thầu làm hạn chế cạnh tranh; thực hiện các hành vi hạn chế cạnh tranh khác thì chủ đầu tư phải làm gì?",
        "CacDapAn": [
            "A.  Đăng tải thông tin trên Hệ thống mạng đấu thầu quốc gia, đồng thời gửi văn bản đến Bộ Kế hoạch và Đầu tư, Bộ Công Thương",
            "B.  Văn bản của chủ đầu tư phải nêu cụ thể hành vi của nhà sản xuất, văn phòng đại diện, đại lý của nhà sản xuất cùng với tài liệu chứng minh",
            "C.  Đáp án A, B đúng",
            "D.  Cấm nhà sản xuất này tham gia dự thầu trong các đợt đấu thầu tiếp theo"
        ],
        "DapAnDung": "C.  Đáp án A, B đúng"
    },
    {
        "ID": 13035,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, việc phê duyệt hồ sơ mời thầu căn cứ vào những văn bản nào?",
        "CacDapAn": [
            "A.  Căn cứ vào kế hoạch lựa chọn nhà thầu và dự thảo hồ sơ mời thầu",
            "B.  Tờ trình phê duyệt, báo cáo thẩm định hồ sơ mời thầu",
            "C.  Căn cứ biên bản thống nhất hồ sơ mời thầu",
            "D.  Tất cả đáp án A, B và C đều đúng"
        ],
        "DapAnDung": "B.  Tờ trình phê duyệt, báo cáo thẩm định hồ sơ mời thầu"
    },
    {
        "ID": 13036,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định trường hợp cần làm rõ hồ sơ mời thầu, tổ chức, cá nhân gửi văn bản đề nghị trên Hệ thống mạng đấu thầu quốc gia trong thời hạn bao lâu?",
        "CacDapAn": [
            "A.  Tối thiểu 03 ngày làm việc (đối với đấu thầu trong nước), 05 ngày làm việc (đối với đấu thầu quốc tế) trước ngày có thời điểm đóng thầu để xem xét, xử lý",
            "B.  Chỉ cần gửi trước ngày có thời điểm đóng thầu",
            "C.  Tối thiểu 05 ngày làm việc (đối với đấu thầu trong nước), 07 ngày làm việc (đối với đấu thầu quốc tế) trước ngày có thời điểm đóng thầu để xem xét, xử lý",
            "D.  Tối thiểu 03 ngày (đối với đấu thầu trong nước), 05 ngày (đối với đấu thầu quốc tế) trước ngày có thời điểm đóng thầu để xem xét, xử lý"
        ],
        "DapAnDung": "A.  Tối thiểu 03 ngày làm việc (đối với đấu thầu trong nước), 05 ngày làm việc (đối với đấu thầu quốc tế) trước ngày có thời điểm đóng thầu để xem xét, xử lý"
    },
    {
        "ID": 13037,
        "CauHoi": "Pháp luật về đấu thầu quy định bên mời thầu đăng tải văn bản làm rõ hồ sơ mời thầu trên Hệ thống mạng đấu thầu quốc gia trong thời gian nào?",
        "CacDapAn": [
            "A.  Trước ngày có thời điểm đóng thầu",
            "B.  Tối thiểu 02 ngày làm việc trước ngày có thời điểm đóng thầu",
            "C.  Tối thiểu 05 ngày trước ngày có thời điểm đóng thầu.",
            "D.  Tối thiểu 02 ngày trước ngày có thời điểm đóng thầu"
        ],
        "DapAnDung": "B.  Tối thiểu 02 ngày làm việc trước ngày có thời điểm đóng thầu"
    },
    {
        "ID": 13038,
        "CauHoi": "Văn bản làm rõ hồ sơ mời thầu phải tuân thủ nguyên tắc nào theo quy định của Nghị định số 24/2024/NĐ-CP?",
        "CacDapAn": [
            "A.  Trong văn bản làm rõ hồ sơ mời thầu không được nêu tên của nhà thầu có đề nghị làm rõ hồ sơ mời thầu",
            "B.  Nội dung làm rõ hồ sơ mời thầu không được trái với nội dung của hồ sơ mời thầu đã được phê duyệt",
            "C.  Trong văn bản làm rõ hồ sơ mời thầu phải nêu tên của nhà thầu có đề nghị làm rõ hồ sơ mời thầu, nội dung làm rõ và những sửa đổi, bổ sung hồ sơ mời thầu (nếu có).",
            "D.  Đáp án A và B đúng"
        ],
        "DapAnDung": "D.  Đáp án A và B đúng"
    },
    {
        "ID": 13039,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, trường hợp sau khi làm rõ hồ sơ mời thầu dẫn đến phải sửa đổi hồ sơ mời thầu thì Bên mời thầu phải làm gì?",
        "CacDapAn": [
            "A.  Thực hiện quy định về sửa đổi hồ sơ mời thầu",
            "B.  Vẫn làm rõ hồ sơ mời thầu theo quy định",
            "C.  Nêu nội dung sửa đổi hồ sơ mời thầu trong văn bản làm rõ",
            "D.  Đáp án A, C đúng"
        ],
        "DapAnDung": "A.  Thực hiện quy định về sửa đổi hồ sơ mời thầu"
    },
    {
        "ID": 13040,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định bên mời thầu tiếp nhận và quản lý các hồ sơ dự thầu đã nộp theo chế độ quản lý hồ sơ nào? ",
        "CacDapAn": [
            "A.  Chế độ quản lý hồ sơ thông thường cho đến khi công khai kết quả lựa chọn nhà thầu",
            "B.  Chế độ quản lý hồ sơ tuyệt mật cho đến khi công khai kết quả lựa chọn nhà thầu",
            "C.  Chế độ quản lý hồ sơ mật cho đến khi công khai kết quả lựa chọn nhà thầu",
            "D.  Chế độ quản lý hồ sơ tối mật cho đến khi công khai kết quả lựa chọn nhà thầu"
        ],
        "DapAnDung": "C.  Chế độ quản lý hồ sơ mật cho đến khi công khai kết quả lựa chọn nhà thầu"
    },
    {
        "ID": 13041,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định hồ sơ dự thầu hoặc bất kỳ tài liệu nào được nhà thầu gửi bên mời thầu sau thời điểm đóng thầu để sửa đổi, bổ sung hồ sơ dự thầu đã nộp đều không hợp lệ và không được xem xét, trừ tài liệu nào sau đây?",
        "CacDapAn": [
            "A.  Tài liệu làm rõ hồ sơ dự thầu theo yêu cầu của bên mời thầu",
            "B.  Tài liệu làm rõ, bổ sung nhằm chứng minh tư cách hợp lệ, báo cáo tài chính, nghĩa vụ kê khai thuế và nộp thuế, tài liệu về nhân sự, thiết bị cụ thể đã đề xuất trong hồ sơ dự thầu, hợp đồng tương tự, năng lực sản xuất của nhà thầu",
            "C.  Đáp án A, B đúng",
            "D.  Nhà thầu không được nộp bất kỳ tài liệu nào sau thời điểm đóng thầu"
        ],
        "DapAnDung": "C.  Đáp án A, B đúng"
    },
    {
        "ID": 13042,
        "CauHoi": "Nhà thầu được quyền sửa đổi hoặc rút hồ sơ dự thầu đã nộp trong trường hợp nào?",
        "CacDapAn": [
            "A.  Nhà thầu phải có văn bản đề nghị gửi bên mời thầu trước thời điểm đóng thầu",
            "B.  Nhà thầu có yêu cầu trong quá trình tham dự thầu",
            "C.  Nhà thầu phải có văn bản đề nghị gửi bên mời thầu trong quá trình tham dự thầu",
            "D.  Được quyền sửa đổi hoặc rút hồ sơ dự thầu trong mọi trường hợp"
        ],
        "DapAnDung": "A.  Nhà thầu phải có văn bản đề nghị gửi bên mời thầu trước thời điểm đóng thầu"
    },
    {
        "ID": 13043,
        "CauHoi": "Bên mời thầu chỉ chấp thuận việc sửa đổi hoặc rút hồ sơ dự thầu của nhà thầu trong trường hợp nào?",
        "CacDapAn": [
            "A.  Bên mời thầu nhận được văn bản đề nghị của nhà thầu trước thời điểm đóng thầu",
            "B.  Nhà thầu có đề nghị sửa đổi hoặc rút hồ sơ dự thầu.",
            "C.  Nhà thầu có văn bản đề nghị sửa đổi hoặc rút hồ sơ dự thầu gửi đến bên mời thầu",
            "D.  Nhà thầu được quyền đề nghị sửa đổi hoặc rút hồ sơ dự thầu trước và sau thời điểm đóng thầu"
        ],
        "DapAnDung": "A.  Bên mời thầu nhận được văn bản đề nghị của nhà thầu trước thời điểm đóng thầu"
    },
    {
        "ID": 13044,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định việc đánh giá hồ sơ dự thầu phải căn cứ vào những hồ sơ, tài liệu nào?",
        "CacDapAn": [
            "A.  Căn cứ vào tiêu chuẩn đánh giá hồ sơ dự thầu trong hồ sơ mời thầu",
            "B.  Căn cứ vào tiêu chuẩn đánh giá hồ sơ dự thầu theo hướng dẫn của Luật đấu thầu, căn cứ vào hồ sơ dự thầu đã nộp, các tài liệu giải thích, làm rõ hồ sơ dự thầu của nhà thầu để bảo đảm lựa chọn được nhà thầu có đủ năng lực và kinh nghiệm, có giải pháp khả thi để thực hiện gói thầu",
            "C.  Căn cứ vào hồ sơ dự thầu đã nộp, các tài liệu giải thích, làm rõ hồ sơ dự thầu của nhà thầu để bảo đảm lựa chọn được nhà thầu có đủ năng lực và kinh nghiệm, có giải pháp khả thi để thực hiện gói thầu",
            "D.  Căn cứ vào tiêu chuẩn đánh giá hồ sơ dự thầu và các yêu cầu khác trong hồ sơ mời thầu, căn cứ vào hồ sơ dự thầu đã nộp, các tài liệu giải thích, làm rõ hồ sơ dự thầu của nhà thầu để bảo đảm lựa chọn được nhà thầu có đủ năng lực và kinh nghiệm, có giải pháp khả thi để thực hiện gói thầu"
        ],
        "DapAnDung": "D.  Căn cứ vào tiêu chuẩn đánh giá hồ sơ dự thầu và các yêu cầu khác trong hồ sơ mời thầu, căn cứ vào hồ sơ dự thầu đã nộp, các tài liệu giải thích, làm rõ hồ sơ dự thầu của nhà thầu để bảo đảm lựa chọn được nhà thầu có đủ năng lực và kinh nghiệm, có giải pháp khả thi để thực hiện gói thầu"
    },
    {
        "ID": 13045,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định trường hợp hồ sơ mời thầu có các nội dung làm hạn chế cạnh tranh trong đấu thầu thì việc đánh giá hồ sơ dự thầu được thực hiện như thế nào?",
        "CacDapAn": [
            "A.  Đánh giá theo hồ sơ mời thầu đã được cơ quan có thẩm quyền phê duyệt",
            "B.  Đánh giá hồ sơ dự thầu của các nhà thầu tham dự trên cơ sở hồ sơ mời thầu",
            "C.  Các nội dung làm hạn chế cạnh tranh không phải căn cứ để xem xét đánh giá hồ sơ dự thầu",
            "D.  Việc đánh giá dựa trên yêu cầu của hồ sơ mời thầu. Các nội dung làm hạn chế cạnh tranh chỉ không được xem xét để đánh giá hồ sơ dự thầu khi có Quyết định của Toà án tuyên bố nội dung đó vô hiệu"
        ],
        "DapAnDung": "C.  Các nội dung làm hạn chế cạnh tranh không phải căn cứ để xem xét đánh giá hồ sơ dự thầu"
    },
    {
        "ID": 13046,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định trường hợp nhân sự chủ chốt (trừ nhân sự chủ chốt thực hiện phần công việc tư vấn (E) trong gói thầu EPC, EP, EC, chìa khóa trao tay), thiết bị chủ yếu mà nhà thầu đề xuất trong hồ sơ dự thầu không đáp ứng yêu cầu hoặc không chứng minh được khả năng huy động nhân sự (bao gồm cả trường hợp nhân sự đã huy động cho hợp đồng khác có thời gian làm việc trùng với thời gian thực hiện gói thầu này) thì bên mời thầu giải quyết như thế nào?",
        "CacDapAn": [
            "A.  Đánh giá hồ sơ dự thầu không đạt",
            "B.  Hồ sơ dự thầu bị loại và nhà thầu bị coi là gian lận",
            "C.  Bên mời thầu cho phép nhà thầu bổ sung, thay thế",
            "D.  Đánh giá hồ sơ dự thầu đạt, quá trình thực hiện hợp đồng yêu cầu nhà thầu bổ sung nhân sự"
        ],
        "DapAnDung": "C.  Bên mời thầu cho phép nhà thầu bổ sung, thay thế"
    },
    {
        "ID": 13047,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định trường hợp hợp đồng tương tự mà nhà thầu đề xuất trong hồ sơ dự thầu không đáp ứng yêu cầu, bên mời thầu giải quyết thế nào?",
        "CacDapAn": [
            "A.  Bên mời thầu yêu cầu nhà thầu bổ sung, thay thế hợp đồng tương tự khác để đánh giá trong một khoảng thời gian phù hợp",
            "B.  Bên mời thầu làm rõ hồ sơ dự thầu nếu hồ sơ mời thầu có quy định cho phép làm rõ",
            "C.  Bên mời thầu đánh giá hồ sơ dự thầu không đạt",
            "D.  Bên mời thầu có quyền không làm rõ và đánh giá hồ sơ dự thầu nhà thầu đã nộp trước thời điểm đóng thầu"
        ],
        "DapAnDung": "A.  Bên mời thầu yêu cầu nhà thầu bổ sung, thay thế hợp đồng tương tự khác để đánh giá trong một khoảng thời gian phù hợp"
    },
    {
        "ID": 13048,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định bên mời thầu được yêu cầu nhà thầu làm rõ, bổ sung những tài liệu nào để chứng minh tư cách hợp lệ, năng lực và kinh nghiệm?",
        "CacDapAn": [
            "A.  Bên mời thầu không được yêu cầu nhà thầu làm rõ, bổ sung tài liệu chứng minh tư cách hợp lệ",
            "B.  Bên mời thầu chỉ được yêu cầu làm rõ về hợp đồng tương tự, năng lực sản xuất của nhà thầu",
            "C.  Tài liệu về tư cách hợp lệ, hợp đồng tương tự, năng lực sản xuất, báo cáo tài chính, nghĩa vụ kê khai thuế và nộp thuế, nhân sự, thiết bị",
            "D.  Được yêu cầu nhà thầu bổ sung, làm rõ tất cả các tài liệu liên quan đến tư cách hợp lệ, năng lực kinh nghiệm trừ năng lực tài chính"
        ],
        "DapAnDung": "C.  Tài liệu về tư cách hợp lệ, hợp đồng tương tự, năng lực sản xuất, báo cáo tài chính, nghĩa vụ kê khai thuế và nộp thuế, nhân sự, thiết bị"
    },
    {
        "ID": 13049,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định sau thời điểm đóng thầu, nếu nộp thiếu tài liệu thì nhà thầu được gửi những tài liệu nào đến bên mời thầu để làm rõ về tư cách hợp lệ, năng lực và kinh nghiệm?",
        "CacDapAn": [
            "A.  Được nộp các tài liệu về kỹ thuật, tài chính",
            "B.  Các tài liệu chứng minh về tư cách hợp lệ, hợp đồng tương tự, năng lực sản xuất, báo cáo tài chính, nghĩa vụ kê khai thuế và nộp thuế, tài liệu về nhân sự, thiết bị cụ thể đã đề xuất trong hồ sơ dự thầu",
            "C.  Được nộp bổ sung các tài liều về tính hợp lệ của hồ sơ dự thầu",
            "D.  Tất cả đáp án A, B và C đều đúng"
        ],
        "DapAnDung": "B.  Các tài liệu chứng minh về tư cách hợp lệ, hợp đồng tương tự, năng lực sản xuất, báo cáo tài chính, nghĩa vụ kê khai thuế và nộp thuế, tài liệu về nhân sự, thiết bị cụ thể đã đề xuất trong hồ sơ dự thầu"
    },
    {
        "ID": 13050,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định việc làm rõ nội dung về tư cách hợp lệ phải bảo đảm nguyên tắc nào?",
        "CacDapAn": [
            "A.  Không làm thay đổi bản chất của nhà thầu tham dự thầu",
            "B.  Việc làm rõ đảm bảo công khai, minh bạch và không giới hạn phạm vi.",
            "C.  Không làm thay đổi thông tin mà nhà thầu đà nộp",
            "D.  Tất cả đáp án A, B và C đều đúng"
        ],
        "DapAnDung": "A.  Không làm thay đổi bản chất của nhà thầu tham dự thầu"
    },
    {
        "ID": 13051,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định việc làm rõ về tính hợp lệ của hồ sơ dự thầu (trừ nội dung về tư cách hợp lệ), đề xuất về kỹ thuật, tài chính phải bảo đảm nguyên tắc nào?",
        "CacDapAn": [
            "A.  Không được phép làm rõ.",
            "B.  Phải bảo đảm nguyên tắc không làm vượt giá dự thầu.",
            "C.  Phải bảo đảm nguyên tắc không làm thay đổi nội dung cơ bản của hồ sơ dự thầu đã nộp, không thay đổi giá dự thầu.",
            "D.  Phải bảo đảm nguyên tắc không thay đổi hồ sơ dự thầu"
        ],
        "DapAnDung": "C.  Phải bảo đảm nguyên tắc không làm thay đổi nội dung cơ bản của hồ sơ dự thầu đã nộp, không thay đổi giá dự thầu."
    },
    {
        "ID": 13052,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định trường hợp có nghi ngờ về tính xác thực của các tài liệu do nhà thầu cung cấp, bên mời thầu được phép làm gì?",
        "CacDapAn": [
            "A.  Xác minh với các tổ chức, cá nhân có liên quan đến nội dung của tài liệu",
            "B.  Đánh giá đạt vì bên mời thầu không có thẩm quyền kết luận tài liệu do nhà thầu cung cấp là giả mạo",
            "C.  Việc làm rõ hồ sơ dự thầu chỉ được thực hiện giữa bên mời thầu và nhà thầu có hồ sơ dự thầu cần làm rõ",
            "D.  Tất cả đáp án A, B và C đều đúng"
        ],
        "DapAnDung": "A.  Xác minh với các tổ chức, cá nhân có liên quan đến nội dung của tài liệu"
    },
    {
        "ID": 13053,
        "CauHoi": "Lỗi số học trong hồ sơ dự thầu được Nghị định số 24/2024/NĐ-CP quy định như thế nào? ",
        "CacDapAn": [
            "A.  Lỗi số học bao gồm những lỗi do thực hiện các phép tính cộng, trừ, nhân, chia không chính xác khi tính toán giá dự thầu",
            "B.  Là lỗi chào giá dự thầu khác nhau giữa đơn dự thầu và bảng tổng hợp giá dự thầu",
            "C.  Là lỗi chào nhầm giá dự thầu",
            "D.  Tất cả đáp án A, B và C đều đúng"
        ],
        "DapAnDung": "A.  Lỗi số học bao gồm những lỗi do thực hiện các phép tính cộng, trừ, nhân, chia không chính xác khi tính toán giá dự thầu"
    },
    {
        "ID": 13054,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, đối với hợp đồng theo đơn giá cố định, hợp đồng theo đơn giá điều chỉnh, hợp đồng theo thời gian, hợp đồng theo chi phí cộng phí, hợp đồng theo kết quả đầu ra, hợp đồng theo tỷ lệ phần trăm, trường hợp có sự không nhất quán giữa đơn giá và thành tiền thì phải giải quyết như thế nào?",
        "CacDapAn": [
            "A.  Lấy thành tiền làm cơ sở",
            "B.  Lấy đơn giá làm cơ sở cho việc sửa lỗi; nếu phát hiện đơn giá có sự sai khác bất thường do lỗi hệ thập phân (10 lần, 100 lần, 1.000 lần) thì thành tiền là cơ sở cho việc sửa lỗi",
            "C.  Lấy đơn giá trong đơn dự thầu làm cơ sở",
            "D.  Lấy đơn giá làm cơ sở, kể cả trường hợp đơn giá có sự sai khác"
        ],
        "DapAnDung": "B.  Lấy đơn giá làm cơ sở cho việc sửa lỗi; nếu phát hiện đơn giá có sự sai khác bất thường do lỗi hệ thập phân (10 lần, 100 lần, 1.000 lần) thì thành tiền là cơ sở cho việc sửa lỗi"
    },
    {
        "ID": 13055,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP về sửa lỗi trong hồ sơ dự thầu, trường hợp tổng giá trị của các hạng mục không chính xác do lỗi khi cộng trừ giá trị của các hạng mục thì giải quyết như thế nào?",
        "CacDapAn": [
            "A.  Giá trị của các hạng mục là cơ sở để sửa lỗi",
            "B.  Lấy số tổng giá trị của các hạng mục mà nhà thầu đã chào",
            "C.  Lấy đơn giá trong đơn dự thầu làm cơ sở",
            "D.  Cho phép nhà thầu chào lại giá."
        ],
        "DapAnDung": "A.  Giá trị của các hạng mục là cơ sở để sửa lỗi"
    },
    {
        "ID": 13056,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, trường hợp không nhất quán giữa giá dự thầu ghi bằng số và giá dự thầu ghi bằng chữ thì giá dự thầu được xác định như thế nào?",
        "CacDapAn": [
            "A.  Giá dự thầu ghi bằng số được ưu tiên xác định",
            "B.  Được phép làm rõ để nhà thầu xác nhận giá chào thầu",
            "C.  Đáp án A và B đúng",
            "D.  Giá dự thầu ghi bằng chữ là cơ sở để sửa lỗi, trừ trường hợp giá ghi bằng chữ không có nghĩa"
        ],
        "DapAnDung": "D.  Giá dự thầu ghi bằng chữ là cơ sở để sửa lỗi, trừ trường hợp giá ghi bằng chữ không có nghĩa"
    },
    {
        "ID": 13057,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, trường hợp giá dự thầu ghi bằng chữ có sai sót về lỗi số học thì xác định như thế nào?",
        "CacDapAn": [
            "A.  Giá ghi bằng số là cơ sở cho việc sửa lỗi sau khi được chuẩn xác (nếu có) theo quy định về sửa lỗi và hiệu chỉnh sai lệch",
            "B.  Được phép làm rõ để nhà thầu xác nhận giá chào thầu",
            "C.  Cho phép nhà thầu chào lại giá",
            "D.  Tất cả đáp án A, B và C đều đúng"
        ],
        "DapAnDung": "A.  Giá ghi bằng số là cơ sở cho việc sửa lỗi sau khi được chuẩn xác (nếu có) theo quy định về sửa lỗi và hiệu chỉnh sai lệch"
    },
    {
        "ID": 13058,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, trường hợp hồ sơ dự thầu của nhà thầu chào thiếu một hoặc một số hạng mục và không có đơn giá của các hạng mục này thì lấy mức đơn giá nào để so sánh, xếp hạng hồ sơ dự thầu?",
        "CacDapAn": [
            "A.  Lấy mức đơn giá chào cao nhất đối với hạng mục này trong số các hồ sơ dự thầu khác vượt qua bước đánh giá về kỹ thuật để làm cơ sở hiệu chỉnh sai lệch",
            "B.  Trường hợp trong hồ sơ dự thầu của các nhà thầu vượt qua bước đánh giá về kỹ thuật không có đơn giá thì lấy đơn giá trong dự toán gói thầu làm cơ sở hiệu chỉnh sai lệch",
            "C.  Trường hợp không có dự toán gói thầu thì căn cứ vào đơn giá hình thành giá gói thầu để hiệu chỉnh sai lệch, làm cơ sở so sánh, xếp hạng nhà thầu",
            "D.  Tất cả đáp án A, B và C đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án A, B và C đều đúng"
    },
    {
        "ID": 13059,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, trường hợp hồ sơ dự thầu của nhà thầu chào thừa khối lượng so với yêu cầu trong hồ sơ mời thầu thì giá trị của phần công việc chào thừa sẽ được đánh giá như thế nào?",
        "CacDapAn": [
            "A.  Phần công việc chào thừa sẽ bị trừ đi theo đơn giá tương ứng trong hồ sơ dự thầu.",
            "B.  Hồ sơ dự thầu bị loại",
            "C.  Tính vào giá dự thầu",
            "D.  Được xem là phần khối lượng nhà thầu tự nguyện thực hiện"
        ],
        "DapAnDung": "A.  Phần công việc chào thừa sẽ bị trừ đi theo đơn giá tương ứng trong hồ sơ dự thầu."
    },
    {
        "ID": 13060,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, trường hợp nhà thầu có thư giảm giá, việc sửa lỗi và hiệu chỉnh sai lệch được thực hiện trên cơ sở nào?",
        "CacDapAn": [
            "A.  Giá dự thầu trừ đi giá trị giảm giá",
            "B.  Giá dự thầu chưa trừ đi giá trị giảm giá",
            "C.  Do bên mời thầu quyết định",
            "D.  Cho phép nhà thầu được hiệu chỉnh lại giá sai lệch"
        ],
        "DapAnDung": "B.  Giá dự thầu chưa trừ đi giá trị giảm giá"
    },
    {
        "ID": 13061,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, trường hợp nhà thầu không đồng ý với kết quả sửa lỗi, hiệu chỉnh sai lệch, áp đơn giá theo thông báo của bên mời thầu thì hồ sơ dự thầu của nhà thầu được giải quyết như thế nào?",
        "CacDapAn": [
            "A.  Mời nhà thầu vào thương thảo để thống nhất về giá",
            "B.  Cho phép nhà thầu chào lại giá",
            "C.  Hồ sơ dự thầu của nhà thầu đó bị loại, trừ trường hợp việc sửa lỗi, hiệu chỉnh sai lệch, áp đơn giá của bên mời thầu không phù hợp, chính xác",
            "D.  Đáp án A, B đúng"
        ],
        "DapAnDung": "C.  Hồ sơ dự thầu của nhà thầu đó bị loại, trừ trường hợp việc sửa lỗi, hiệu chỉnh sai lệch, áp đơn giá của bên mời thầu không phù hợp, chính xác"
    },
    {
        "ID": 13062,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, kết quả lựa chọn nhà thầu được phê duyệt dựa trên căn cứ nào?",
        "CacDapAn": [
            "A.  Căn cứ vào kết quả đánh giá hồ sơ dự thầu",
            "B.  Căn cứ đề xuất của bên mời thầu",
            "C.  Căn cứ vào tờ trình phê duyệt, báo cáo thẩm định kết quả lựa chọn nhà thầu",
            "D.  Tất cả đáp án A, B và C đều đúng"
        ],
        "DapAnDung": "C.  Căn cứ vào tờ trình phê duyệt, báo cáo thẩm định kết quả lựa chọn nhà thầu"
    },
    {
        "ID": 13063,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, trường hợp hủy thầu, văn bản phê duyệt kết quả lựa chọn nhà thầu hoặc văn bản quyết định hủy thầu phải nêu rõ những nội dung gì?",
        "CacDapAn": [
            "A.  Nêu trường hợp huỷ thầu",
            "B.  Lý do hủy thầu và trách nhiệm của các bên liên quan khi hủy thầu",
            "C.  Đáp án A và D đúng",
            "D.  Chỉ cần nêu thông tin gói thầu bị huỷ"
        ],
        "DapAnDung": "B.  Lý do hủy thầu và trách nhiệm của các bên liên quan khi hủy thầu"
    },
    {
        "ID": 13064,
        "CauHoi": "Nghị định số 24/2024/NĐ-CP quy định quyết định huỷ thầu phải được công bố bằng hình thức nào?",
        "CacDapAn": [
            "A.  Gửi trực tiếp đến tất cả nhà thầu tham dự thầu",
            "B.  Công bố trên trang web của chủ đầu tư",
            "C.  Đăng tải trên Hệ thống mạng đấu thầu quốc gia trong thời hạn 05 ngày làm việc kể từ ngày ký quyết định",
            "D.  Tất cả đáp án A, B và C đều đúng"
        ],
        "DapAnDung": "C.  Đăng tải trên Hệ thống mạng đấu thầu quốc gia trong thời hạn 05 ngày làm việc kể từ ngày ký quyết định"
    },
    {
        "ID": 13065,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, đối với gói thầu áp dụng phương thức một giai đoạn hai túi hồ sơ, danh sách nhà thầu đáp ứng yêu cầu về kỹ thuật phải được chủ đầu tư phê duyệt bằng văn bản dựa trên những căn cứ nào?",
        "CacDapAn": [
            "A.  Tờ trình phê duyệt, báo cáo thẩm định kết quả đánh giá về kỹ thuật",
            "B.  Hồ sơ đề xuất kỹ thuật",
            "C.  Tờ trình phê duyệt của Bên mời thầu",
            "D.  Kết quả đánh giá của tổ chuyên gia đấu thầu"
        ],
        "DapAnDung": "A.  Tờ trình phê duyệt, báo cáo thẩm định kết quả đánh giá về kỹ thuật"
    },
    {
        "ID": 13066,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, việc công bố danh sách nhà thầu đáp ứng yêu cầu về kỹ thuật đối với gói thầu áp dụng phương thức một giai đoạn hai túi hồ sơ được thực hiện như thế nào?",
        "CacDapAn": [
            "A.  Bên mời thầu thông báo danh sách các nhà thầu đáp ứng và nhà thầu không đáp ứng yêu cầu về kỹ thuật, nêu lý do nhà thầu không đáp ứng đồng thời mời tất cả các nhà thầu tham dự thầu đến mở hồ sơ đề xuất về tài chính",
            "B.  Bên mời thầu phải đăng tải danh sách nhà thầu đáp ứng về kỹ thuật trên Hệ thống mạng đấu thầu quốc gia trong thời hạn 05 ngày làm việc kể từ ngày phê duyệt danh sách này.",
            "C.  Đáp án A và B đúng",
            "D.  Chủ đầu tư thông báo kết quả cho các nhà thầu đáp ứng yêu cầu kỹ thuật"
        ],
        "DapAnDung": "C.  Đáp án A và B đúng"
    },
    {
        "ID": 13067,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, việc mở hồ sơ đề xuất tài chính đối với gói thầu áp dụng phương thức một giai đoạn hai túi hồ sơ được thực hiện như thế nào?",
        "CacDapAn": [
            "A.  Mở hồ sơ đề xuất về tài chính của tất cả nhà thầu tham dự thầu trước sự chứng kiến của đại diện các nhà thầu tham dự lễ mở hồ sơ đề xuất về tài chính, không phụ thuộc vào sự có mặt hay vắng mặt của các nhà thầu",
            "B.  Chỉ mở hồ sơ đề xuất về tài chính của nhà thầu có tên trong danh sách nhà thầu đáp ứng yêu cầu về kỹ thuật trước sự chứng kiến của đại diện các nhà thầu tham dự lễ mở hồ sơ đề xuất về tài chính, không phụ thuộc vào sự có mặt hay vắng mặt của các nhà thầu",
            "C.  Chỉ mở hồ sơ đề xuất về tài chính của nhà thầu có tên trong danh sách nhà thầu đáp ứng yêu cầu về kỹ thuật trước sự chứng kiến của đại diện các nhà thầu tham dự lễ mở hồ sơ đề xuất về tài chính, bắt buộc phải có mặt của các nhà thầu",
            "D.  Chỉ mở hồ sơ đề xuất về tài chính của nhà thầu có tên trong danh sách nhà thầu đáp ứng yêu cầu về kỹ thuật, không cần mời nhà thầu tham dự"
        ],
        "DapAnDung": "B.  Chỉ mở hồ sơ đề xuất về tài chính của nhà thầu có tên trong danh sách nhà thầu đáp ứng yêu cầu về kỹ thuật trước sự chứng kiến của đại diện các nhà thầu tham dự lễ mở hồ sơ đề xuất về tài chính, không phụ thuộc vào sự có mặt hay vắng mặt của các nhà thầu"
    },
    {
        "ID": 13068,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, đối với gói thầu áp dụng phương thức một giai đoạn hai túi hồ sơ thực hiện bước thương thảo hợp đồng, trường hợp nào nhà thầu được thay đổi nhân sự chủ chốt?",
        "CacDapAn": [
            "A.  Trường hợp do thời gian đánh giá hồ sơ dự thầu kéo dài hơn so với dự kiến trong kế hoạch lựa chọn nhà thầu hoặc vì lý do bất khả kháng mà nhân sự chủ chốt do nhà thầu đã đề xuất không thể tham gia thực hiện hợp đồng",
            "B.  Được thay đổi khi nhà thầu có đề xuất hợp lý",
            "C.  Nhà thầu không được thay đổi nhân sự chủ chốt đã đề xuất ",
            "D.  Được thay đổi trong trường hợp Chủ đầu tư đồng ý"
        ],
        "DapAnDung": "A.  Trường hợp do thời gian đánh giá hồ sơ dự thầu kéo dài hơn so với dự kiến trong kế hoạch lựa chọn nhà thầu hoặc vì lý do bất khả kháng mà nhân sự chủ chốt do nhà thầu đã đề xuất không thể tham gia thực hiện hợp đồng"
    },
    {
        "ID": 13069,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, đối với gói thầu áp dụng phương thức một giai đoạn hai túi hồ sơ thực hiện bước thương thảo hợp đồng, trường hợp nhà thầu đã tiến hành thương thảo nhưng không ký biên bản thương thảo hợp đồng nhằm mục đích rút khỏi việc trúng thầu hoặc gây bất lợi cho chủ đầu tư thì giải quyết như thế nào?",
        "CacDapAn": [
            "A.  Nhà thầu bị loại và được trả lại bảo đảm dự thầu",
            "B.  Nhà thầu bị loại và không được hoàn trả giá trị bảo đảm dự thầu",
            "C.  Nhà thầu bị loại và không được phép tham dự thầu trong thời hạn 03 năm",
            "D.  Đáp án B và C đúng"
        ],
        "DapAnDung": "B.  Nhà thầu bị loại và không được hoàn trả giá trị bảo đảm dự thầu"
    },
    {
        "ID": 13070,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, hồ sơ mời thầu của gói thầu dịch vụ tư vấn đấu thầu rộng rãi sử dụng phương pháp đánh giá nào đối với tiêu chuẩn đánh giá về kỹ thuật?",
        "CacDapAn": [
            "A.  Sử dụng phương pháp đạt, không đạt",
            "B.  Sử dụng phương áp đánh giá ngược",
            "C.  Bên mời thầu được quyền quyết định phương pháp đánh giá",
            "D.  Sử dụng phương pháp chấm điểm"
        ],
        "DapAnDung": "D.  Sử dụng phương pháp chấm điểm"
    },
    {
        "ID": 13071,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, việc đánh giá về kỹ thuật đối với một nhân sự chủ chốt trong gói thầu dịch vụ tư vấn đấu thầu rộng rãi được thực hiện như thế nào?",
        "CacDapAn": [
            "A.  Đối với một vị trí nhân sự chủ chốt, hồ sơ dự thầu chào thừa hoặc thiếu số lượng theo yêu cầu của hồ sơ mời thầu thì không đáp ứng về kỹ thuật.",
            "B.  Đối với một vị trí nhân sự chủ chốt, hồ sơ dự thầu chào thiếu số lượng theo yêu cầu của hồ sơ mời thầu thì được đánh giá là đạt sau khi nhà thầu bổ sung nhân sự",
            "C.  Đối với một vị trí nhân sự chủ chốt, hồ sơ dự thầu chào thừa số lượng theo yêu cầu của hồ sơ mời thầu thì được đánh giá là đạt",
            "D.  Đáp án B và C đúng"
        ],
        "DapAnDung": "A.  Đối với một vị trí nhân sự chủ chốt, hồ sơ dự thầu chào thừa hoặc thiếu số lượng theo yêu cầu của hồ sơ mời thầu thì không đáp ứng về kỹ thuật."
    },
    {
        "ID": 13072,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, đối với gói thầu áp dụng hình thức chỉ định thầu, khi đánh giá tư cách hợp lệ của nhà thầu có đánh giá về điều kiện bảo đảm cạnh tranh trong đấu thầu hay không?",
        "CacDapAn": [
            "A.  Không áp dụng điều kiện về bảo đảm cạnh tranh trong đấu thầu",
            "B.  Do Chủ đầu tư, bên mời thầu quyết định trong hồ sơ yêu cầu",
            "C.  Bắt buộc áp dụng và đánh giá điều kiện về bảo đảm cạnh tranh trong đấu thầu",
            "D.  Chỉ áp dụng đối với trường hợp chủ đầu tư gửi hồ sơ yêu cầu cho nhiều hơn một nhà thầu"
        ],
        "DapAnDung": "A.  Không áp dụng điều kiện về bảo đảm cạnh tranh trong đấu thầu"
    },
    {
        "ID": 13073,
        "CauHoi": "Theo Nghị định số 24/2024/NĐ-CP, việc chỉ định thầu rút rọn không phải phê duyệt trong kế hoạch lựa chọn nhà thầu đối với trường hợp nào?",
        "CacDapAn": [
            "A.  Gói thầu cấp bách cần triển khai nhằm mục tiêu bảo vệ chủ quyền, an ninh quốc gia; gói thầu cần thực hiện để khắc phục ngay hoặc để xử lý kịp thời hậu quả gây ra do thiên tai, hỏa hoạn, tai nạn bất ngờ, sự cố, thảm họa hoặc sự kiện bất khả kháng khác",
            "B.  Gói thầu cung cấp dịch vụ tư vấn, phi tư vấn, hàng hóa, xây lắp cần triển khai ngay để tránh gây nguy hại đến tính mạng và tài sản của cộng đồng dân cư trên địa bàn hoặc để không ảnh hưởng nghiêm trọng đến công trình liền kề",
            "C.  Gói thầu cung cấp dịch vụ tư vấn, phi tư vấn, thuốc, hóa chất, vật tư xét nghiệm, thiết bị y tế, linh kiện, phụ kiện, phương tiện, xây lắp cần triển khai ngay để phục vụ công tác phòng, chống dịch bệnh hoặc duy trì hoạt động của cơ sở khám bệnh, chữa bệnh trong trường hợp cấp bách, tránh gây nguy hại đến tính mạng, sức khỏe người dân; gói thầu mua thuốc, hóa chất, vật tư xét nghiệm, thiết bị y tế, linh kiện, phụ kiện để cấp cứu người bệnh trong tình trạng cấp cứu theo quy định của Luật khám bệnh, chữa bệnh trong trường hợp cơ sở khám bệnh, chữa bệnh không có đủ thuốc, hóa chất, vật tư xét nghiệm, thiết bị y tế, linh kiện, phụ kiện; gói thầu mua thuốc, thiết bị y tế chỉ có duy nhất một hãng sản xuất trên thị trường",
            "D.  Tất cả đáp án A, B và C đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án A, B và C đều đúng"
    },
    {
        "ID": 13074,
        "CauHoi": "Việc tổ chức mua sắm đối với các gói thầu sử dụng vốn sản xuất kinh doanh được thực hiện dựa trên các quy định nào?",
        "CacDapAn": [
            "A.  Điểm d khoản 7 Điều 3 Luật đấu thầu năm 2023 và Quy chế về công tác đấu thầu sử dụng chi phí sản xuất kinh doanh trong Tập đoàn Điện lực Quốc gia Việt Nam",
            "B.  Bắt buộc áp dụng theo các quy định, thủ tục của Luật đấu thầu và Nghị định, Thông tư hướng dẫn",
            "C.  Các chủ đầu tư quyết định mua sắm theo quy định riêng",
            "D.  Đáp án A, B đúng"
        ],
        "DapAnDung": "A.  Điểm d khoản 7 Điều 3 Luật đấu thầu năm 2023 và Quy chế về công tác đấu thầu sử dụng chi phí sản xuất kinh doanh trong Tập đoàn Điện lực Quốc gia Việt Nam"
    },
    {
        "ID": 13075,
        "CauHoi": "EVNCPC được phép tham dự thầu các gói thầu do EVN và các công ty con của EVN làm chủ đầu tư trong trường hợp nào?",
        "CacDapAn": [
            "A.  Gói thầu áp dụng hình thức chỉ định thầu",
            "B.  Gói thầu thuộc dự án đầu tư",
            "C.  Gói thầu sử dụng vốn sản xuất kinh doanh",
            "D.  Đáp án A và C đúng"
        ],
        "DapAnDung": "D.  Đáp án A và C đúng"
    },
    {
        "ID": 13076,
        "CauHoi": "Chi nhánh có được đứng tên tham dự thầu trên Hệ thống mạng đấu thầu quốc gia?",
        "CacDapAn": [
            "A.  Không được tham dự thầu",
            "B.  Được tham dự thầu",
            "C.  Được tham dự thầu nếu có văn bản ủy quyền của người đại diện theo pháp luật",
            "D.  Do hồ sơ mời thầu quy định"
        ],
        "DapAnDung": "A.  Không được tham dự thầu"
    },
    {
        "ID": 13077,
        "CauHoi": "Trường hợp gói thầu đặc thù mà nếu áp dụng các quy định của Mẫu E-HSMST, E-HSMQT, E-HSMT ban hành kèm theo Thông tư số 06/2024/TT-BKHĐT sẽ có ít hơn 03 nhà thầu đáp ứng yêu cầu về doanh thu bình quân hằng năm, hợp đồng tương tự thì chủ đầu tư, bên mời thầu được chỉnh sửa các yêu cầu này theo nguyên tắc nào?",
        "CacDapAn": [
            "A.  Việc chỉnh sửa yêu cầu về doanh thu bình quân hằng năm, hợp đồng tương tự khác với quy định của các Mẫu E-HSMST, E-HSMQT, E-HSMT  phải bảo đảm việc phân chia gói thầu là hợp lý, quy mô gói thầu không quá lớn để hạn chế cạnh tranh.",
            "B.  Khi trình phê duyệt E-HSMST, E-HSMQT, E-HSMT, bên mời thầu phải nêu rõ việc chỉnh sửa E-HSMST, E-HSMQT, E-HSMT trong tờ trình để chủ đầu tư xem xét.",
            "C.  Trong mọi trường hợp, chủ đầu tư phải bảo đảm không làm hạn chế sự tham gia của nhà thầu; nhà thầu được lựa chọn có đủ năng lực, kinh nghiệm để thực hiện gói thầu.",
            "D.  Tất cả đáp án A, B và C đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án A, B và C đều đúng"
    },
    {
        "ID": 13078,
        "CauHoi": "Chứng chỉ tham gia khóa học về đấu thầu, chứng chỉ đào tạo về đấu thầu được cấp theo quy định của Luật Đấu thầu số 61/2005/QH11, Luật Đấu thầu số 43/2013/QH13 đến trước ngày 01 tháng 01 năm 2024 có còn hiệu lực không?",
        "CacDapAn": [
            "A.  Đã hết hiệu lực thi hành.",
            "B.  Vẫn còn hiệu lực thi hành vô thời hạn",
            "C.  Có giá trị như chứng chỉ nghiệp vụ chuyên môn về đấu và tiếp tục có hiệu lực đến hết ngày 31 tháng 12 năm 2025",
            "D.  Vẫn còn hiệu lực nhưng không được xem như chứng chỉ nghiệp vụ chuyên môn về đấu thầu"
        ],
        "DapAnDung": "C.  Có giá trị như chứng chỉ nghiệp vụ chuyên môn về đấu và tiếp tục có hiệu lực đến hết ngày 31 tháng 12 năm 2025"
    },
    {
        "ID": 14001,
        "CauHoi": "Theo Luật đấu thầu hiện hành, giá hợp đồng trọn gói được quy định như thế nào?",
        "CacDapAn": [
            "A.  Không thay đổi trong suốt thời gian thực hiện hợp đồng đối với phạm vi công việc, yêu cầu kỹ thuật và điều khoản quy định trong hợp đồng",
            "B.  Có thể thay đổi trong suốt thời gian thực hiện hợp đồng đối với phạm vi công việc, yêu cầu kỹ thuật và điều khoản quy định trong hợp đồng, trừ trường hợp bất khả kháng.",
            "C.  Giá hợp đồng không thay đổi trong suốt thời gian thực hiện hợp đồng đối với phạm vi công việc, yêu cầu kỹ thuật và điều khoản quy định trong hợp đồng, trừ trường hợp bất khả kháng và thay đổi phạm vi công việc phải thực hiện dẫn đến giá hợp đồng thay đổi.",
            "D.  Giá hợp đồng có thể thay đổi trong suốt thời gian thực hiện hợp đồng đối với phạm vi công việc, yêu cầu kỹ thuật và điều khoản quy định trong hợp đồng, trừ trường hợp bất khả kháng và thay đổi phạm vi công việc phải thực hiện dẫn đến giá hợp đồng thay đổi."
        ],
        "DapAnDung": "C.  Giá hợp đồng không thay đổi trong suốt thời gian thực hiện hợp đồng đối với phạm vi công việc, yêu cầu kỹ thuật và điều khoản quy định trong hợp đồng, trừ trường hợp bất khả kháng và thay đổi phạm vi công việc phải thực hiện dẫn đến giá hợp đồng thay đổi."
    },
    {
        "ID": 14002,
        "CauHoi": "Theo Luật đấu thầu hiện hành, việc thanh toán Hợp đồng trọn gói như thế nào?",
        "CacDapAn": [
            "A.  Việc thanh toán được thực hiện theo tỷ lệ phần trăm giá hợp đồng hoặc giá công trình, hạng mục công trình, khối lượng công việc tương ứng với giai đoạn thanh toán được các bên thỏa thuận trong hợp đồng, khi thanh toán không yêu cầu có xác nhận khối lượng hoàn thành chi tiết",
            "B.  Việc thanh toán được thực hiện theo giá trị hợp đồng đã ký.",
            "C.  Việc thanh toán được thực hiện theo tỷ lệ phần trăm giá hợp đồng hoặc giá công trình, hạng mục công trình, khối lượng công việc tương ứng với giai đoạn thanh toán được các bên thỏa thuận trong hợp đồng, khi thanh toán phải yêu cầu có xác nhận khối lượng hoàn thành chi tiết",
            "D.  Việc thanh toán không cần thực hiện theo tỷ lệ phần trăm giá hợp đồng hoặc giá công trình, hạng mục công trình, khối lượng công việc tương ứng với giai đoạn thanh toán được các bên thỏa thuận trong hợp đồng."
        ],
        "DapAnDung": "A.  Việc thanh toán được thực hiện theo tỷ lệ phần trăm giá hợp đồng hoặc giá công trình, hạng mục công trình, khối lượng công việc tương ứng với giai đoạn thanh toán được các bên thỏa thuận trong hợp đồng, khi thanh toán không yêu cầu có xác nhận khối lượng hoàn thành chi tiết"
    },
    {
        "ID": 14003,
        "CauHoi": "Theo Luật đấu thầu hiện hành, Hợp đồng theo đơn giá cố định được áp dụng trong trường hợp nào?",
        "CacDapAn": [
            "A.  Đối với gói thầu mà tại thời điểm lựa chọn nhà thầu bản chất công việc đã xác định được rõ ràng nhưng chưa xác định được chính xác số lượng, khối lượng công việc thực tế phải hoàn thành",
            "B.  Giá hợp đồng ban đầu dựa trên số lượng, khối lượng công việc, đơn giá cố định theo hợp đồng và chi phí dự phòng cho số lượng, khối lượng công việc có thể phát sinh được xác định theo quy định của pháp luật",
            "C.  Đáp án A và B đều đúng",
            "D.  Đáp án A và B đều sai"
        ],
        "DapAnDung": "C.  Đáp án A và B đều đúng"
    },
    {
        "ID": 14004,
        "CauHoi": "Theo Luật đấu thầu hiện hành, đơn giá của Hợp đồng trọn gói được quy định như thế nào?",
        "CacDapAn": [
            "A.  Đơn giá không thay đổi trong suốt thời gian thực hiện đối với toàn bộ nội dung công việc trong hợp đồng. Nhà thầu được thanh toán theo số lượng, khối lượng công việc được nghiệm thu và đơn giá cố định quy định tại hợp đồng.",
            "B.  Đơn giá không thay đổi trong suốt thời gian thực hiện đối với toàn bộ nội dung công việc trong hợp đồng. Nhà thầu được thanh toán theo số lượng, khối lượng công việc và đơn giá cố định quy định tại hợp đồng.",
            "C.  Đơn giá có thể thay đổi trong suốt thời gian thực hiện đối với toàn bộ nội dung công việc trong hợp đồng. Nhà thầu được thanh toán theo số lượng, khối lượng công việc được nghiệm thu và đơn giá cố định quy định tại hợp đồng",
            "D.  Đơn giá không thay đổi trong suốt thời gian thực hiện đối với phần chính nội dung công việc trong hợp đồng. Nhà thầu được thanh toán theo số lượng, khối lượng công việc được nghiệm thu và đơn giá cố định quy định tại hợp đồng"
        ],
        "DapAnDung": "B.  Đơn giá không thay đổi trong suốt thời gian thực hiện đối với toàn bộ nội dung công việc trong hợp đồng. Nhà thầu được thanh toán theo số lượng, khối lượng công việc và đơn giá cố định quy định tại hợp đồng."
    },
    {
        "ID": 14005,
        "CauHoi": "Theo Luật đấu thầu hiện hành, Hợp đồng theo đơn giá điều chỉnh được quy định như thế nào?",
        "CacDapAn": [
            "A.  Đối với gói thầu có thời gian thực hiện dài và có rủi ro biến động giá đối với các chi phí đầu vào để thực hiện hợp đồng, có thể tác động tiêu cực đến việc thực hiện gói thầu nếu áp dụng đơn giá cố định",
            "B.  Hợp đồng theo đơn giá điều chỉnh có đơn giá, giá hợp đồng có thể được điều chỉnh căn cứ vào các thỏa thuận trong hợp đồng đối với toàn bộ nội dung công việc trong hợp đồng. Giá hợp đồng ban đầu dựa trên cơ sở số lượng, khối lượng công việc cần thiết với đơn giá cơ sở theo hợp đồng và chi phí dự phòng cho số lượng, khối lượng công việc có thể phát sinh, chi phí dự phòng trượt giá",
            "C.  Nội dung hợp đồng phải quy định phương pháp tính trượt giá và chi phí dự phòng trượt giá theo quy định của pháp luật",
            "D.  Tất cả đáp án A, B, C đều đúng."
        ],
        "DapAnDung": "D.  Tất cả đáp án A, B, C đều đúng."
    },
    {
        "ID": 14006,
        "CauHoi": "Theo Luật đấu thầu hiện hành, Hồ sơ hợp đồng với nhà thầu bao gồm các tài liệu nào?",
        "CacDapAn": [
            "A.  Văn bản hợp đồng; Phụ lục hợp đồng gồm danh mục chi tiết về phạm vi công việc, biểu giá, tiến độ thực hiện (nếu có); Quyết định phê duyệt kết quả lựa chọn nhà thầu.",
            "B.  Văn bản hợp đồng; Phụ lục hợp đồng gồm danh mục chi tiết về phạm vi công việc, biểu giá, tiến độ thực hiện (nếu có).",
            "C.  Văn bản hợp đồng; Phụ lục hợp đồng gồm danh mục chi tiết về phạm vi công việc, biểu giá, tiến độ thực hiện (nếu có); Quyết định phê duyệt kết quả lựa chọn nhà thầu và Quyết định phê duyệt kế hoạch lựa chọn nhà thầu",
            "D.  Văn bản hợp đồng; Quyết định phê duyệt kết quả lựa chọn nhà thầu."
        ],
        "DapAnDung": "A.  Văn bản hợp đồng; Phụ lục hợp đồng gồm danh mục chi tiết về phạm vi công việc, biểu giá, tiến độ thực hiện (nếu có); Quyết định phê duyệt kết quả lựa chọn nhà thầu."
    },
    {
        "ID": 14007,
        "CauHoi": "Theo Luật đấu thầu hiện hành, Bảo đảm thực hiện hợp đồng được áp dụng đối với nhà thầu được lựa chọn, trừ trường hợp nào sau đây?",
        "CacDapAn": [
            "A.  Nhà thầu cung cấp dịch vụ tư vấn",
            "B.  Nhà thầu được lựa chọn theo hình thức tự thực hiện hoặc hình thức tham gia thực hiện của cộng đồng",
            "C.  Nhà thầu thực hiện gói thầu có giá gói thầu thuộc hạn mức chỉ định thầu quy định tại điểm m khoản 1 Điều 23 của Luật đấu thầu",
            "D.  Tất cả đáp án A, B, C đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án A, B, C đều đúng"
    },
    {
        "ID": 14008,
        "CauHoi": "Theo Luật đấu thầu hiện hành, giá trị bảo đảm thực hiện hợp đồng được quy định trong hồ sơ mời thầu, hồ sơ yêu cầu theo mức là bao nhiêu?",
        "CacDapAn": [
            "A.  2% giá hợp đồng",
            "B.  10% giá hợp đồng.",
            "C.  5% giá hợp đồng",
            "D.  Từ 2% đến 10% giá hợp đồng"
        ],
        "DapAnDung": "D.  Từ 2% đến 10% giá hợp đồng"
    },
    {
        "ID": 14009,
        "CauHoi": "Theo Luật đấu thầu hiện hành, Nhà thầu không được hoàn trả bảo đảm thực hiện hợp đồng trong các trường hợp nào?",
        "CacDapAn": [
            "A.  Từ chối thực hiện hợp đồng khi hợp đồng đã có hiệu lực; Vi phạm thỏa thuận trong hợp đồng; Thực hiện hợp đồng chậm tiến độ do lỗi của nhà thầu nhưng từ chối gia hạn hiệu lực của bảo đảm thực hiện hợp đồng.",
            "B.  Từ chối thực hiện hợp đồng khi hợp đồng đã có hiệu lực; Thực hiện hợp đồng chậm tiến độ do lỗi của nhà thầu nhưng từ chối gia hạn hiệu lực của bảo đảm thực hiện hợp đồng.",
            "C.  Từ chối thực hiện hợp đồng khi hợp đồng đã có hiệu lực; Vi phạm thỏa thuận trong hợp đồng",
            "D.  Từ chối thực hiện hợp đồng; Vi phạm thỏa thuận trong hợp đồng; Thực hiện hợp đồng chậm tiến độ do lỗi của nhà thầu nhưng từ chối gia hạn hiệu lực của bảo đảm thực hiện hợp đồng."
        ],
        "DapAnDung": "A.  Từ chối thực hiện hợp đồng khi hợp đồng đã có hiệu lực; Vi phạm thỏa thuận trong hợp đồng; Thực hiện hợp đồng chậm tiến độ do lỗi của nhà thầu nhưng từ chối gia hạn hiệu lực của bảo đảm thực hiện hợp đồng."
    },
    {
        "ID": 14010,
        "CauHoi": "Theo Luật đấu thầu hiện hành, khi sửa đổi hợp đồng làm thay giá gói thầu thì:",
        "CacDapAn": [
            "A.  Giá hợp đồng sau khi điều chỉnh phải bảo đảm không vượt tổng mức đầu tư, dự toán mua sắm. Trường hợp dự án, dự toán mua sắm gồm nhiều gói thầu, tổng giá hợp đồng sau khi điều chỉnh phải bảo đảm không vượt tổng mức đầu tư, dự toán mua sắm.",
            "B.  Giá hợp đồng sau khi điều chỉnh phải bảo đảm không vượt giá gói thầu",
            "C.  Giá hợp đồng sau khi điều chỉnh phải bảo đảm không vượt tổng mức đầu tư, dự toán mua sắm. Trường hợp dự án, dự toán mua sắm gồm nhiều gói thầu, tổng giá hợp đồng sau khi điều chỉnh phải bảo đảm không vượt từng mức đầu tư, dự toán mua sắm.",
            "D.  Giá hợp đồng sau khi điều chỉnh phải bảo đảm không vượt tổng mức đầu tư, dự toán mua sắm. Trường hợp dự án, dự toán mua sắm gồm nhiều gói thầu, tổng giá hợp đồng sau khi điều chỉnh phải bảo đảm không vượt 50% mức đầu tư, dự toán mua sắm."
        ],
        "DapAnDung": "A.  Giá hợp đồng sau khi điều chỉnh phải bảo đảm không vượt tổng mức đầu tư, dự toán mua sắm. Trường hợp dự án, dự toán mua sắm gồm nhiều gói thầu, tổng giá hợp đồng sau khi điều chỉnh phải bảo đảm không vượt tổng mức đầu tư, dự toán mua sắm."
    },
    {
        "ID": 14011,
        "CauHoi": "Theo Luật đấu thầu hiện hành, trường hợp phát sinh tình huống chưa được quy định cụ thể, rõ ràng trong kế hoạch lựa chọn nhà thầu; hồ sơ mời quan tâm, hồ sơ mời sơ tuyển, hồ sơ mời thầu, hồ sơ yêu cầu và các nội dung khác trong hoạt động đấu thầu, ai là người có thẩm quyền quyết định xử lý tình huống trong hoạt động đấu thầu?",
        "CacDapAn": [
            "A.  Người có thẩm quyền",
            "B.  Chủ đầu tư",
            "C.  Bên mời thầu",
            "D.  Người có thẩm quyền, Chủ đầu tư"
        ],
        "DapAnDung": "D.  Người có thẩm quyền, Chủ đầu tư"
    },
    {
        "ID": 14012,
        "CauHoi": "Theo Luật đấu thầu hiện hành, thẩm quyền xử lý tình huống đối với lựa chọn nhà thầu thuộc thẩm quyền của ai?",
        "CacDapAn": [
            "A.  Chủ đầu tư",
            "B.  Bên mời thầu.",
            "C.  Người có thẩm quyền",
            "D.  Tổ chuyên gia"
        ],
        "DapAnDung": "A.  Chủ đầu tư"
    },
    {
        "ID": 14013,
        "CauHoi": "Theo Luật đấu thầu hiện hành, khi thấy quyền và lợi ích hợp pháp bị ảnh hưởng, nhà thầu, nhà đầu tư, cơ quan, tổ chức được kiến nghị ai?",
        "CacDapAn": [
            "A.  Người có thẩm quyền",
            "B.  Chủ đầu tư",
            "C.  Bên mời thầu.",
            "D.  Tất cả đáp án A, B, C đều đúng."
        ],
        "DapAnDung": "D.  Tất cả đáp án A, B, C đều đúng."
    },
    {
        "ID": 14014,
        "CauHoi": "Theo Luật đấu thầu hiện hành, trường hợp đang trong quá trình giải quyết kiến nghị mà nhà thầu, nhà đầu tư, cơ quan, tổ chức khởi kiện, khiếu nại, tố cáo thì việc giải quyết kiến nghị sẽ như thế nào?",
        "CacDapAn": [
            "A.  Chấm dứt ngay",
            "B.  Tiếp tục sau khi có kết quả giải quyết khởi kiện, khiếu nại, tố cáo",
            "C.  Vẫn giải quyết theo đúng quy định",
            "D.  Chỉ chấm dứt khi nhà thầu, nhà đầu tư, cơ quan, tổ chức khởi kiện"
        ],
        "DapAnDung": "A.  Chấm dứt ngay"
    },
    {
        "ID": 14015,
        "CauHoi": "Theo Luật đấu thầu hiện hành, ai là người có quyền kiến nghị về kết quả lựa chọn nhà thầu, nhà đầu tư thì mới được xem xét, giải quyết?",
        "CacDapAn": [
            "A.  Đơn kiến nghị là của nhà thầu, nhà đầu tư tham dự thầu",
            "B.  Đơn kiến nghị có thể từ các người quan tâm đến quá trình đấu thầu này.",
            "C.  Bất kỳ ai cũng có quyền gửi đơn kiến nghị",
            "D.  Chỉ có cơ quan chức năng mới được gửi đơn kiến nghị trong giai đoạn này"
        ],
        "DapAnDung": "A.  Đơn kiến nghị là của nhà thầu, nhà đầu tư tham dự thầu"
    },
    {
        "ID": 14016,
        "CauHoi": "Theo Luật đấu thầu hiện hành, đối với việc giải quyết kiến nghị về các vấn đề trước khi có thông báo kết quả lựa chọn nhà thầu thì Chủ đầu tư phải có văn bản giải quyết kiến nghị gửi đến nhà thầu, cơ quan, tổ chức trong thời hạn bao nhiêu ngày làm việc kể từ ngày nhận được đơn kiến nghị của nhà thầu, cơ quan, tổ chức?",
        "CacDapAn": [
            "A.  05 ngày",
            "B.  07 ngày",
            "C.  10 ngày",
            "D.  15 ngày"
        ],
        "DapAnDung": "B.  07 ngày"
    },
    {
        "ID": 14017,
        "CauHoi": "Theo Luật đấu thầu hiện hành, đối với việc giải quyết kiến nghị về các vấn đề trước khi có thông báo kết quả lựa chọn nhà thầu, trường hợp nhà thầu, cơ quan, tổ chức không đồng ý với kết quả giải quyết kiến nghị thì nhà thầu, cơ quan, tổ chức có quyền gửi đơn kiến nghị đến người có thẩm quyền trong thời hạn bao nhiêu ngày làm việc kể từ ngày nhận được văn bản giải quyết kiến nghị của chủ đầu tư?",
        "CacDapAn": [
            "A.  05 ngày",
            "B.  07 ngày",
            "C.  10 ngày",
            "D.  15 ngày"
        ],
        "DapAnDung": "A.  05 ngày"
    },
    {
        "ID": 14018,
        "CauHoi": "Theo Luật đấu thầu hiện hành, đối với việc giải quyết kiến nghị về các vấn đề trước khi có thông báo kết quả lựa chọn nhà thầu, Người có thẩm quyền phải có văn bản giải quyết kiến nghị gửi đến nhà thầu, cơ quan, tổ chức trong thời hạn bao nhiêu ngày làm việc kể từ ngày nhận được đơn kiến nghị của nhà thầu, cơ quan, tổ chức?",
        "CacDapAn": [
            "A.  05 ngày",
            "B.  07 ngày",
            "C.  10 ngày",
            "D.  15 ngày"
        ],
        "DapAnDung": "A.  05 ngày"
    },
    {
        "ID": 14019,
        "CauHoi": "Theo Luật đấu thầu hiện hành, đối với việc giải quyết kiến nghị sau khi có thông báo kết quả lựa chọn nhà thầu theo quy trình Nhà thầu gửi đơn kiến nghị đến chủ đầu tư thì thời hạn nhà thầu phải gửi đơn kiến nghị đến chủ đầu tư trong trường hợp này là:",
        "CacDapAn": [
            "A.  Trong thời hạn 05 ngày kể từ ngày kết quả lựa chọn nhà thầu được đăng tải trên Hệ thống mạng đấu thầu quốc gia",
            "B.  Trong thời hạn 07 ngày kể từ ngày kết quả lựa chọn nhà thầu được đăng tải trên Hệ thống mạng đấu thầu quốc gia",
            "C.  Trong thời hạn 10 ngày kể từ ngày kết quả lựa chọn nhà thầu được đăng tải trên Hệ thống mạng đấu thầu quốc gia.",
            "D.  Trong thời hạn 15 ngày kể từ ngày kết quả lựa chọn nhà thầu được đăng tải trên Hệ thống mạng đấu thầu quốc gia"
        ],
        "DapAnDung": "C.  Trong thời hạn 10 ngày kể từ ngày kết quả lựa chọn nhà thầu được đăng tải trên Hệ thống mạng đấu thầu quốc gia."
    },
    {
        "ID": 14020,
        "CauHoi": "Theo Luật đấu thầu hiện hành, đối với việc giải quyết kiến nghị sau khi có thông báo kết quả lựa chọn nhà thầu theo quy trình Nhà thầu gửi đơn kiến nghị đến chủ đầu tư thì thời hạn chủ đầu tư phải có văn bản giải quyết kiến nghị gửi nhà thầu là:",
        "CacDapAn": [
            "A.  Trong thời hạn 05 ngày làm việc kể từ ngày nhận được đơn kiến nghị của nhà thầu",
            "B.  Trong thời hạn 07 ngày làm việc kể từ ngày nhận được đơn kiến nghị của nhà thầu",
            "C.  Trong thời hạn 10 ngày làm việc kể từ ngày nhận được đơn kiến nghị của nhà thầu",
            "D.  Trong thời hạn 15 ngày làm việc kể từ ngày nhận được đơn kiến nghị của nhà thầu"
        ],
        "DapAnDung": "B.  Trong thời hạn 07 ngày làm việc kể từ ngày nhận được đơn kiến nghị của nhà thầu"
    },
    {
        "ID": 14021,
        "CauHoi": "Theo Luật đấu thầu hiện hành, đối với việc giải quyết kiến nghị sau khi có thông báo kết quả lựa chọn nhà thầu theo quy trình nhà thầu gửi đơn kiến nghị đến người có thẩm quyền thông qua bộ phận thường trực thì thời hạn nhà thầu phải gửi đơn kiến nghị đến người có thẩm quyền trong trường hợp này là:",
        "CacDapAn": [
            "A.  05 ngày kể từ ngày kết quả lựa chọn nhà thầu được đăng tải trên Hệ thống mạng đấu thầu quốc gia",
            "B.  07 ngày kể từ ngày kết quả lựa chọn nhà thầu được đăng tải trên Hệ thống mạng đấu thầu quốc gia",
            "C.  10 ngày kể từ ngày kết quả lựa chọn nhà thầu được đăng tải trên Hệ thống mạng đấu thầu quốc gia",
            "D.  15 ngày kể từ ngày kết quả lựa chọn nhà thầu được đăng tải trên Hệ thống mạng đấu thầu quốc gia"
        ],
        "DapAnDung": "C.  10 ngày kể từ ngày kết quả lựa chọn nhà thầu được đăng tải trên Hệ thống mạng đấu thầu quốc gia"
    },
    {
        "ID": 14022,
        "CauHoi": "Theo Luật đấu thầu hiện hành, đối với việc giải quyết kiến nghị sau khi có thông báo kết quả lựa chọn nhà thầu theo quy trình Nhà thầu gửi đơn kiến nghị đến người có thẩm quyền thì thời hạn người có thẩm quyền ban hành quyết định giải quyết kiến nghị về kết quả lựa chọn nhà thầu là:",
        "CacDapAn": [
            "A.  05 ngày làm việc kể từ ngày nhận được ý kiến bằng văn bản của Hội đồng tư vấn giải quyết kiến nghị",
            "B.  07 ngày làm việc kể từ ngày nhận được ý kiến bằng văn bản của Hội đồng tư vấn giải quyết kiến nghị",
            "C.  10 ngày làm việc kể từ ngày nhận được ý kiến bằng văn bản của Hội đồng tư vấn giải quyết kiến nghị",
            "D.  15 ngày làm việc kể từ ngày nhận được ý kiến bằng văn bản của Hội đồng tư vấn giải quyết kiến nghị"
        ],
        "DapAnDung": "A.  05 ngày làm việc kể từ ngày nhận được ý kiến bằng văn bản của Hội đồng tư vấn giải quyết kiến nghị"
    },
    {
        "ID": 14023,
        "CauHoi": "Theo Luật đấu thầu hiện hành, Trường hợp không đồng ý với quyết định giải quyết kiến nghị của người có thẩm quyền, chủ đầu tư, nhà thầu có quyền gì?",
        "CacDapAn": [
            "A.  Khởi kiện ra Tòa án.",
            "B.  Khiếu nại lên Bộ Kế hoạch và Đầu tư",
            "C.  Kiến nghị lên Thủ tướng Chính Phủ",
            "D.  Kiến nghị lên Chủ tịch UBND tỉnh"
        ],
        "DapAnDung": "A.  Khởi kiện ra Tòa án."
    },
    {
        "ID": 14024,
        "CauHoi": "Theo Luật đấu thầu hiện hành, Hội đồng tư vấn giải quyết kiến nghị hoạt động theo nguyên tắc nào?",
        "CacDapAn": [
            "A.  Nguyên tắc tập thể và quyết định theo đa số",
            "B.  Nguyên tắc tập trung và trên cơ sở chỉ đạo của người có thẩm quyền",
            "C.  Nguyên tắc độc lập",
            "D.  Nguyên tắc bình đẳng."
        ],
        "DapAnDung": "A.  Nguyên tắc tập thể và quyết định theo đa số"
    },
    {
        "ID": 14025,
        "CauHoi": "Theo Luật đấu thầu hiện hành, Hội đồng tư vấn giải quyết kiến nghị gửi kết quả giải quyết kiến nghị được gửi đến người có thẩm quyền trong thời hạn bao nhiêu ngày đối với kiến nghị của nhà thầu?",
        "CacDapAn": [
            "A.  15 ngày kể từ ngày Hội đồng tư vấn giải quyết kiến nghị được thành lập.",
            "B.  25 ngày kể từ ngày Hội đồng tư vấn giải quyết kiến nghị được thành lập.",
            "C.  30 ngày kể từ ngày Hội đồng tư vấn giải quyết kiến nghị được thành lập",
            "D.  35 ngày kể từ ngày Hội đồng tư vấn giải quyết kiến nghị được thành lập"
        ],
        "DapAnDung": "B.  25 ngày kể từ ngày Hội đồng tư vấn giải quyết kiến nghị được thành lập."
    },
    {
        "ID": 14026,
        "CauHoi": "Theo Luật đấu thầu hiện hành và các văn bản hướng dẫn thi hành, nhà thầu bị đánh giá về uy tín trong việc tham dự thầu đã bị chủ đầu tư đăng tải danh sách nhà thầu và các tài liệu liên quan trên Hệ thống mạng đấu thầu quốc gia thì khi tham dự thầu phải thực hiện biện pháp bảo đảm dự thầu với giá trị như thế nào?",
        "CacDapAn": [
            "A.  Gấp 02 lần giá trị yêu cầu đối với nhà thầu khác trong thời hạn 02 năm kể từ lần cuối cùng thực hiện các hành vi vi phạm",
            "B.  Gấp 03 lần giá trị yêu cầu đối với nhà thầu khác trong thời hạn 02 năm kể từ lần cuối cùng thực hiện các hành vi vi phạm",
            "C.  Gấp 04 lần giá trị yêu cầu đối với nhà thầu khác trong thời hạn 02 năm kể từ lần cuối cùng thực hiện các hành vi vi phạm",
            "D.  Gấp 05 lần giá trị yêu cầu đối với nhà thầu khác trong thời hạn 02 năm kể từ lần cuối cùng thực hiện các hành vi vi phạm"
        ],
        "DapAnDung": "B.  Gấp 03 lần giá trị yêu cầu đối với nhà thầu khác trong thời hạn 02 năm kể từ lần cuối cùng thực hiện các hành vi vi phạm"
    },
    {
        "ID": 14027,
        "CauHoi": "Theo Luật đấu thầu hiện hành và các văn bản hướng dẫn thi hành, thời hạn nhà thầu gửi phản hồi trên Hệ thống mạng đấu thầu quốc gia về kết quả thực hiện hợp đồng của nhà thầu là bao nhiêu ngày?",
        "CacDapAn": [
            "A.  Tối đa 10 ngày kể từ ngày chủ đầu tư hoặc đơn vị có nhu cầu mua sắm trong mua sắm tập trung đăng tải thông tin về kết quả thực hiện hợp đồng của nhà thầu.",
            "B.  Tối đa 20 ngày kể từ ngày chủ đầu tư hoặc đơn vị có nhu cầu mua sắm trong mua sắm tập trung đăng tải thông tin về kết quả thực hiện hợp đồng của nhà thầu",
            "C.  Tối đa 30 ngày kể từ ngày chủ đầu tư hoặc đơn vị có nhu cầu mua sắm trong mua sắm tập trung đăng tải thông tin về kết quả thực hiện hợp đồng của nhà thầu",
            "D.  Tối đa 40 ngày kể từ ngày chủ đầu tư hoặc đơn vị có nhu cầu mua sắm trong mua sắm tập trung đăng tải thông tin về kết quả thực hiện hợp đồng của nhà thầu."
        ],
        "DapAnDung": "B.  Tối đa 20 ngày kể từ ngày chủ đầu tư hoặc đơn vị có nhu cầu mua sắm trong mua sắm tập trung đăng tải thông tin về kết quả thực hiện hợp đồng của nhà thầu"
    },
    {
        "ID": 14028,
        "CauHoi": "Theo Luật đấu thầu hiện hành và các văn bản hướng dẫn thi hành, trừ trường hợp thời gian bảo hành dài hơn 06 tháng, Chủ đầu tư hoặc đơn vị có nhu cầu mua sắm trong mua sắm tập trung có trách nhiệm công khai chất lượng hàng hóa đã được sử dụng trên Hệ thống mạng đấu thầu quốc gia trong thời gian nào?",
        "CacDapAn": [
            "A.  Thời gian công khai là sau thời gian thực hiện gói thầu nhưng không muộn hơn 3 tháng kể từ ngày kết thúc thời gian thực hiện gói thầu",
            "B.  Thời gian công khai là sau thời gian thực hiện gói thầu nhưng không muộn hơn 04 tháng kể từ ngày kết thúc thời gian thực hiện gói thầu",
            "C.  Thời gian công khai là sau thời gian thực hiện gói thầu nhưng không muộn hơn 05 tháng kể từ ngày kết thúc thời gian thực hiện gói thầu",
            "D.  Thời gian công khai là sau thời gian thực hiện gói thầu nhưng không muộn hơn 06 tháng kể từ ngày kết thúc thời gian thực hiện gói thầu"
        ],
        "DapAnDung": "D.  Thời gian công khai là sau thời gian thực hiện gói thầu nhưng không muộn hơn 06 tháng kể từ ngày kết thúc thời gian thực hiện gói thầu"
    },
    {
        "ID": 14029,
        "CauHoi": "Theo Luật đấu thầu hiện hành và các văn bản hướng dẫn thi hành, nguyên tắc thanh toán đối với hợp đồng trọn gói là:",
        "CacDapAn": [
            "A.  Việc thanh toán được thực hiện theo tỷ lệ phần trăm giá hợp đồng hoặc giá công trình, hạng mục công trình, khối lượng công việc tương ứng với giai đoạn thanh toán được các bên thỏa thuận trong hợp đồng; khi thanh toán không yêu cầu có xác nhận khối lượng hoàn thành chi tiết.",
            "B.  Việc thanh toán được thực hiện theo tỷ lệ phần trăm giá hợp đồng hoặc giá công trình, hạng mục công trình, khối lượng công việc tương ứng với giai đoạn thanh toán được các bên thỏa thuận trong hợp đồng; khi thanh toán phải yêu cầu có xác nhận khối lượng hoàn thành chi tiết.",
            "C.  Việc thanh toán được thực hiện theo đúng giá trị quy định trong hợp đồng; khi thanh toán không yêu cầu có xác nhận khối lượng hoàn thành chi tiết.",
            "D.  Việc thanh toán được thực hiện theo đúng giá trị quy định trong hợp đồng; khi thanh toán phải yêu cầu có xác nhận khối lượng hoàn thành chi tiết."
        ],
        "DapAnDung": "A.  Việc thanh toán được thực hiện theo tỷ lệ phần trăm giá hợp đồng hoặc giá công trình, hạng mục công trình, khối lượng công việc tương ứng với giai đoạn thanh toán được các bên thỏa thuận trong hợp đồng; khi thanh toán không yêu cầu có xác nhận khối lượng hoàn thành chi tiết."
    },
    {
        "ID": 14030,
        "CauHoi": "Theo Luật đấu thầu hiện hành và các văn bản hướng dẫn thi hành, việc xử lý hồ sơ thanh toán được thực hiện trong thời hạn bao nhiêu ngày kể từ ngày nhà thầu nộp đủ chứng từ, hồ sơ thanh toán cho chủ đầu tư?",
        "CacDapAn": [
            "A.  7 ngày",
            "B.  10 ngày.",
            "C.  14 ngày",
            "D.  30 ngày"
        ],
        "DapAnDung": "C.  14 ngày"
    },
    {
        "ID": 14031,
        "CauHoi": "Theo Luật đấu thầu hiện hành và các văn bản hướng dẫn thi hành, việc thanh lý hợp đồng phải được thực hiện trong thời hạn bao nhiêu ngày kể từ ngày các bên hoàn thành các nghĩa vụ theo hợp đồng đã ký?",
        "CacDapAn": [
            "A.  30 ngày.",
            "B.  45 ngày",
            "C.  15 ngày.",
            "D.  60 ngày."
        ],
        "DapAnDung": "B.  45 ngày"
    },
    {
        "ID": 14032,
        "CauHoi": "Theo Luật đấu thầu hiện hành và các văn bản hướng dẫn thi hành, trường hợp dự toán gói thầu được duyệt sau khi phê duyệt kế hoạch lựa chọn nhà thầu thấp hơn giá gói thầu trong kế hoạch lựa chọn nhà thầu mà không làm thay đổi hình thức lựa chọn nhà thầu trong kế hoạch lựa chọn nhà thầu đã duyệt thì xử lý tình huống như thế nào?",
        "CacDapAn": [
            "A.  Không phải điều chỉnh kế hoạch lựa chọn nhà thầu",
            "B.  Trường hợp cần điều chỉnh hình thức lựa chọn nhà thầu cho phù hợp với giá trị mới của gói thầu theo dự toán được duyệt thì phải tiến hành điều chỉnh kế hoạch lựa chọn nhà thầu.",
            "C.  Cả đáp án A và B đều đúng",
            "D.  Cả đáp án A và B đều sai"
        ],
        "DapAnDung": "C.  Cả đáp án A và B đều đúng"
    },
    {
        "ID": 14033,
        "CauHoi": "Theo Luật đấu thầu hiện hành và các văn bản hướng dẫn thi hành, trường hợp tại thời điểm đóng thầu không có nhà thầu tham dự thầu thì chủ đầu tư quyết định xử lý như thế nào?",
        "CacDapAn": [
            "A.  Hủy thông báo mời quan tâm, thông báo mời sơ tuyển, thông báo mời thầu để mời thầu lại. Trong trường hợp này, trước khi mời thầu lại, cần rà soát, sửa đổi hồ sơ mời quan tâm, hồ sơ mời sơ tuyển, hồ sơ mời thầu (nếu cần thiết) để bảo đảm trong hồ sơ không có điều kiện nào nhằm hạn chế sự tham dự thầu của nhà thầu hoặc tạo lợi thế cho một hoặc một số nhà thầu gây ra sự cạnh tranh không bình đẳng",
            "B.  Gia hạn thời điểm đóng thầu tối thiểu là 15 ngày đối với gói thầu đang thực hiện mời quan tâm, mời sơ tuyển, gói thầu xây lắp, hỗn hợp có giá gói thầu không quá 30 tỷ đồng, gói thầu mua sắm hàng hóa, dịch vụ phi tư vấn có giá gói thầu không quá 20 tỷ đồng; gia hạn thời điểm đóng thầu tối thiểu là 15 ngày đối với gói thầu khác",
            "C.  Gia hạn thời điểm đóng thầu tối thiểu là 10 ngày đối với gói thầu đang thực hiện mời quan tâm, mời sơ tuyển, gói thầu xây lắp, hỗn hợp có giá gói thầu không quá 20 tỷ đồng, gói thầu mua sắm hàng hóa, dịch vụ phi tư vấn có giá gói thầu không quá 10 tỷ đồng; gia hạn thời điểm đóng thầu tối thiểu là 5 ngày đối với gói thầu khác.",
            "D.  Gia hạn thời điểm đóng thầu tối thiểu là 30 ngày đối với gói thầu đang thực hiện mời quan tâm, mời sơ tuyển, gói thầu xây lắp, hỗn hợp có giá gói thầu không quá 20 tỷ đồng, gói thầu mua sắm hàng hóa, dịch vụ phi tư vấn có giá gói thầu không quá 10 tỷ đồng; gia hạn thời điểm đóng thầu tối thiểu là 5 ngày đối với gói thầu khác."
        ],
        "DapAnDung": "A.  Hủy thông báo mời quan tâm, thông báo mời sơ tuyển, thông báo mời thầu để mời thầu lại. Trong trường hợp này, trước khi mời thầu lại, cần rà soát, sửa đổi hồ sơ mời quan tâm, hồ sơ mời sơ tuyển, hồ sơ mời thầu (nếu cần thiết) để bảo đảm trong hồ sơ không có điều kiện nào nhằm hạn chế sự tham dự thầu của nhà thầu hoặc tạo lợi thế cho một hoặc một số nhà thầu gây ra sự cạnh tranh không bình đẳng"
    },
    {
        "ID": 14034,
        "CauHoi": "Theo Luật đấu thầu hiện hành và các văn bản hướng dẫn thi hành, trường hợp giá đề nghị trúng thầu thấp dưới 50% giá gói thầu được duyệt, khi được người có thẩm quyền chấp thuận bằng văn bản, để đề phòng rủi ro chủ đầu tư có thể quy định giá trị bảo đảm thực hiện hợp đồng là bao nhiêu?",
        "CacDapAn": [
            "A.  Lớn hơn 10% nhưng không quá 30% giá hợp đồng",
            "B.  Lớn hơn 10% nhưng không quá 40% giá hợp đồng",
            "C.  Lớn hơn 10% nhưng không quá 50% giá hợp đồng",
            "D.  Lớn hơn 10% nhưng không quá 45% giá hợp đồng"
        ],
        "DapAnDung": "A.  Lớn hơn 10% nhưng không quá 30% giá hợp đồng"
    },
    {
        "ID": 14035,
        "CauHoi": "Theo Luật đấu thầu hiện hành và các văn bản hướng dẫn thi hành, trường hợp sau khi đánh giá, có nhiều nhà thầu được đánh giá tốt nhất, ngang nhau thì phương án xử lý ưu tiên thứ nhất là gì? ",
        "CacDapAn": [
            "A.  Trao thầu cho doanh nghiệp nhỏ và vừa do phụ nữ làm chủ theo quy định của pháp luật về hỗ trợ doanh nghiệp nhỏ và vừa (nếu có).",
            "B.  Trao thầu cho nhà thầu có điểm kỹ thuật cao hơn hoặc có số tiêu chí đánh giá về kỹ thuật ở mức chấp nhận được ít hơn đối với trường hợp gói thầu áp dụng phương pháp giá thấp nhất; trao thầu cho nhà thầu có giá dự thầu sau sửa lỗi, hiệu chỉnh sai lệch, trừ đi giá trị giảm giá (nếu có) thấp hơn đối với gói thầu áp dụng phương pháp giá đánh giá hoặc phương pháp kết hợp giữa kỹ thuật và giá.",
            "C.  Trao thầu cho nhà thầu có trụ sở chính ở địa phương nơi triển khai gói thầu.",
            "D.  Trao thầu cho nhà thầu có sử dụng số lượng lao động là thương binh, người khuyết tật từ 25% trở lên có hợp đồng lao động với thời gian thực hiện hợp đồng từ 03 tháng trở lên, đến thời điểm đóng thầu vẫn còn hiệu lực."
        ],
        "DapAnDung": "A.  Trao thầu cho doanh nghiệp nhỏ và vừa do phụ nữ làm chủ theo quy định của pháp luật về hỗ trợ doanh nghiệp nhỏ và vừa (nếu có)."
    },
    {
        "ID": 14036,
        "CauHoi": "Theo Luật đấu thầu hiện hành và các văn bản hướng dẫn thi hành, trường hợp sau khi đánh giá, có nhiều nhà thầu được đánh giá tốt nhất, ngang nhau thì một trong các phương án xử lý là:",
        "CacDapAn": [
            "A.  Theo Luật đấu thầu hiện hành và các văn bản hướng dẫn thi hành, trường hợp sau khi đánh giá, có nhiều nhà thầu được đánh giá tốt nhất, ngang nhau thì một trong các phương án xử lý là:",
            "B.  Trao thầu cho nhà thầu có sử dụng số lượng lao động là thương binh, người khuyết tật từ 25% trở lên có hợp đồng lao động với thời gian thực hiện hợp đồng từ 03 tháng trở lên, đến thời điểm đóng thầu vẫn còn hiệu lực",
            "C.  Trao thầu cho nhà thầu có sử dụng số lượng lao động là thương binh, người khuyết tật từ 20% trở lên có hợp đồng lao động với thời gian thực hiện hợp đồng từ 03 tháng trở lên, đến thời điểm đóng thầu vẫn còn hiệu lực",
            "D.  Trao thầu cho nhà thầu có sử dụng số lượng lao động là thương binh, người khuyết tật từ 10% trở lên có hợp đồng lao động với thời gian thực hiện hợp đồng từ 06 tháng trở lên, đến thời điểm đóng thầu vẫn còn hiệu lực"
        ],
        "DapAnDung": "B.  Trao thầu cho nhà thầu có sử dụng số lượng lao động là thương binh, người khuyết tật từ 25% trở lên có hợp đồng lao động với thời gian thực hiện hợp đồng từ 03 tháng trở lên, đến thời điểm đóng thầu vẫn còn hiệu lực"
    },
    {
        "ID": 14037,
        "CauHoi": "Theo Luật đấu thầu hiện hành và các văn bản hướng dẫn thi hành, trường hợp sau khi đánh giá, có nhiều nhà thầu được đánh giá tốt nhất, ngang nhau thì một trong các phương án xử lý là:",
        "CacDapAn": [
            "A.  Trao thầu cho nhà thầu có sử dụng số lượng lao động là nữ giới từ 25% trở lên có hợp đồng lao động với thời gian thực hiện hợp đồng từ 03 tháng trở lên, đến thời điểm đóng thầu vẫn còn hiệu lực.",
            "B.  Trao thầu cho nhà thầu có sử dụng số lượng lao động là nữ giới từ 20% trở lên có hợp đồng lao động với thời gian thực hiện hợp đồng từ 03 tháng trở lên, đến thời điểm đóng thầu vẫn còn hiệu lực",
            "C.  Trao thầu cho nhà thầu có sử dụng số lượng lao động là nữ giới từ 25% trở lên có hợp đồng lao động với thời gian thực hiện hợp đồng từ 01 tháng trở lên, đến thời điểm đóng thầu vẫn còn hiệu lực",
            "D.  Trao thầu cho nhà thầu có sử dụng số lượng lao động là nữ giới từ 30% trở lên có hợp đồng lao động với thời gian thực hiện hợp đồng từ 01 tháng trở lên, đến thời điểm đóng thầu vẫn còn hiệu lực"
        ],
        "DapAnDung": "A.  Trao thầu cho nhà thầu có sử dụng số lượng lao động là nữ giới từ 25% trở lên có hợp đồng lao động với thời gian thực hiện hợp đồng từ 03 tháng trở lên, đến thời điểm đóng thầu vẫn còn hiệu lực."
    },
    {
        "ID": 14038,
        "CauHoi": "Theo Luật đấu thầu hiện hành và các văn bản hướng dẫn thi hành, Chủ đầu tư phải đăng tải thông tin nhà thầu vi phạm trên Hệ thống mạng đấu thầu quốc gia trong thời hạn bao nhiêu ngày làm việc kể từ ngày ban hành quyết định chấm dứt hợp đồng với nhà thầu vi phạm?",
        "CacDapAn": [
            "A.  05",
            "B.  15",
            "C.  10",
            "D.  20"
        ],
        "DapAnDung": "A.  05"
    },
    {
        "ID": 14039,
        "CauHoi": "Theo Luật đấu thầu hiện hành và các văn bản hướng dẫn thi hành, trường hợp một hoặc một số thành viên liên danh vi phạm hợp đồng, không còn năng lực để tiếp tục thực hiện hợp đồng, làm ảnh hưởng nghiêm trọng đến tiến độ, chất lượng, hiệu quả của gói thầu thì một vài biện pháp xử lý là?",
        "CacDapAn": [
            "A.  Phạt hợp đồng theo quy định trong hợp đồng đối với thành viên liên danh vi phạm hợp đồng và tịch thu giá trị bảo đảm thực hiện hợp đồng của thành viên liên danh này",
            "B.  Phạt hợp đồng theo quy định trong hợp đồng đối với tất cả các thành viên liên danh và tịch thu giá trị bảo đảm thực hiện hợp đồng của thành viên liên danh vi phạm hợp đồng",
            "C.  Phạt hợp đồng theo quy định trong hợp đồng đối với tất cả các thành viên liên danh và tịch thu giá trị bảo đảm thực hiện hợp đồng của tất cả các thành viên liên danh",
            "D.  Phạt hợp đồng theo quy định trong hợp đồng đối với thành viên liên danh vi phạm hợp đồng và tịch thu giá trị bảo đảm thực hiện hợp đồng của tất cả các thành viên liên danh"
        ],
        "DapAnDung": "C.  Phạt hợp đồng theo quy định trong hợp đồng đối với tất cả các thành viên liên danh và tịch thu giá trị bảo đảm thực hiện hợp đồng của tất cả các thành viên liên danh"
    },
    {
        "ID": 14040,
        "CauHoi": "Nghị định 24/2024/NĐ-CP quy định chi tiết một số điều và biện pháp thi hành Luật Đấu thầu về lựa chọn nhà thầu có hiệu lực vào thời điểm nào?",
        "CacDapAn": [
            "A.  Ngày 27 tháng 02 năm 2024",
            "B.  Ngày 01 tháng 3 năm 2024",
            "C.  Ngày 01 tháng 01 năm 2024",
            "D.  Ngày 01 tháng 2 năm 2024"
        ],
        "DapAnDung": "A.  Ngày 27 tháng 02 năm 2024"
    },
    {
        "ID": 14041,
        "CauHoi": "Theo Luật đấu thầu hiện hành, điều kiện nào dưới đây là một trong những cơ sở cho việc không phải ký kết văn bản sửa đổi hợp đồng?",
        "CacDapAn": [
            "A.  Thay đổi giá hợp đồng vượt giá gói thầu ghi trong kế hoạch lựa chọn nhà thầu.",
            "B.  Thay đổi khối lượng và nội dung khác đã được quy định trong hợp đồng mà không vượt giá gói thầu",
            "C.  Điều chỉnh tiến độ thực hiện hợp đồng vượt thời gian thực hiện ghi trong hợp đồng",
            "D.  Thay đổi điều kiện của hợp đồng theo yêu cầu của cơ quan nhà nước có thẩm quyền"
        ],
        "DapAnDung": "B.  Thay đổi khối lượng và nội dung khác đã được quy định trong hợp đồng mà không vượt giá gói thầu"
    },
    {
        "ID": 14042,
        "CauHoi": "Theo Luật đấu thầu hiện hành, Nhà thầu nào sau đây không cần thực hiện biện pháp bảo đảm thực hiện hợp đồng?",
        "CacDapAn": [
            "A.  Nhà thầu cung cấp dịch vụ tư vấn",
            "B.  Nhà thầu thực hiện gói thầu có giá gói thầu thuộc hạn mức chỉ định thầu",
            "C.  Nhà thầu thực hiện gói thầu có giá trị thấp hơn mức quy định",
            "D.  Nhà thầu được lựa chọn theo hình thức tự thực hiện của cộng đồng."
        ],
        "DapAnDung": "A.  Nhà thầu cung cấp dịch vụ tư vấn"
    },
    {
        "ID": 14043,
        "CauHoi": "Theo Luật đấu thầu hiện hành, việc sửa đổi hợp đồng có thể thực hiện trong trường hợp nào sau đây?",
        "CacDapAn": [
            "A.  Trường hợp hoàn cảnh thực hiện hợp đồng có thay đổi cơ bản theo quy định của pháp luật về dân sự",
            "B.  Khi các bên muốn thay đổi toàn bộ nội dung hợp đồng.",
            "C.  Khi chủ đầu tư muốn tăng giá trị hợp đồng mà không thay đổi khối lượng",
            "D.  Điều chỉnh hợp đồng do lỗi của chủ đầu tư"
        ],
        "DapAnDung": "A.  Trường hợp hoàn cảnh thực hiện hợp đồng có thay đổi cơ bản theo quy định của pháp luật về dân sự"
    },
    {
        "ID": 14044,
        "CauHoi": "Theo Luật đấu thầu hiện hành, trong trường hợp nào hợp đồng theo chi phí cộng phí được áp dụng?",
        "CacDapAn": [
            "A.  Khi phạm vi công việc đã rõ ràng và có thể xác định chi phí đầu vào",
            "B.  Khi chưa đủ cơ sở xác định phạm vi công việc và nhu cầu cần thiết về các yếu tố, chi phí đầu vào",
            "C.  Khi có thể xác định giá hợp đồng chính xác từ đầu",
            "D.  Khi việc thanh toán căn cứ vào kết quả thực hiện hợp đồng"
        ],
        "DapAnDung": "B.  Khi chưa đủ cơ sở xác định phạm vi công việc và nhu cầu cần thiết về các yếu tố, chi phí đầu vào"
    },
    {
        "ID": 14045,
        "CauHoi": "Theo Luật đấu thầu hiện hành, trong trường hợp nào hợp đồng không được điều chỉnh giá theo sự thay đổi của chi phí đầu vào?",
        "CacDapAn": [
            "A.  Hợp đồng theo đơn giá cố định.",
            "B.  Hợp đồng theo chi phí cộng phí.",
            "C.  Hợp đồng theo kết quả đầu ra",
            "D.  Hợp đồng theo thời gian"
        ],
        "DapAnDung": "A.  Hợp đồng theo đơn giá cố định."
    },
    {
        "ID": 14046,
        "CauHoi": "Theo Luật đấu thầu hiện hành, điều kiện nào dưới đây không được áp dụng cho hợp đồng theo kết quả đầu ra?",
        "CacDapAn": [
            "A.  Phải thanh toán theo kết quả thực hiện công việc.",
            "B.  Không phải quy định thời điểm thanh toán trong hợp đồng",
            "C.  Phải định giá theo chi phí đầu vào và phí thực hiện",
            "D.  Phải xác định rõ phạm vi công việc và các yêu cầu cụ thể."
        ],
        "DapAnDung": "C.  Phải định giá theo chi phí đầu vào và phí thực hiện"
    },
    {
        "ID": 14047,
        "CauHoi": "Theo Luật đấu thầu hiện hành, nguyên tắc thực hiện hợp đồng được quy định như thế nào?",
        "CacDapAn": [
            "A.  Các bên ký kết hợp đồng có trách nhiệm thực hiện theo hợp đồng đã ký kết",
            "B.  Bảo đảm trung thực, hợp tác và đúng pháp luật.",
            "C.  Không xâm phạm đến lợi ích của Nhà nước, cộng đồng và lợi ích hợp pháp của tổ chức, cá nhân khác",
            "D.  Tất cả đáp án A, B, C đều đúng."
        ],
        "DapAnDung": "D.  Tất cả đáp án A, B, C đều đúng."
    },
    {
        "ID": 14048,
        "CauHoi": "Theo Luật đấu thầu hiện hành, trong quá trình thực hiện hợp đồng, các bên được điều chỉnh các mốc thời gian hoàn thành các nội dung quy định cụ thể trong hợp đồng trong trường hợp nào sau đây?",
        "CacDapAn": [
            "A.  Thay đổi, điều chỉnh dự án, phạm vi công việc, phạm vi cung cấp, thiết kế, giải pháp thi công chủ đạo, biện pháp cung cấp do yêu cầu chủ quan làm ảnh hưởng đến tiến độ hợp đồng",
            "B.  Một hoặc các bên đề xuất thay đổi phương pháp thực hiện hợp đồng mà cần thay đổi tiến độ nhằm mục đích mang lại lợi ích cao hơn cho nhà thầu",
            "C.  Việc tạm dừng hợp đồng do lỗi của của bên thứ 3 ảnh hưởng đến tiến độ hợp đồng mà không do lỗi của nhà thầu",
            "D.  Trường hợp bất khả kháng hoặc phát sinh các điều kiện bất lợi, cản trở nhà thầu trong việc thực hiện hợp đồng và không liên quan đến vi phạm hoặc sơ suất của các bên tham gia hợp đồng"
        ],
        "DapAnDung": "D.  Trường hợp bất khả kháng hoặc phát sinh các điều kiện bất lợi, cản trở nhà thầu trong việc thực hiện hợp đồng và không liên quan đến vi phạm hoặc sơ suất của các bên tham gia hợp đồng"
    },
    {
        "ID": 14049,
        "CauHoi": "Theo Luật đấu thầu hiện hành, Hợp đồng theo thời gian được áp dụng trong trường hợp nào?",
        "CacDapAn": [
            "A.  Hợp đồng theo thời gian có thể áp dụng trong tình trạng khẩn cấp; sửa chữa, bảo trì công trình, máy móc, thiết bị; dịch vụ tư vấn khi khó xác định được phạm vi và thời gian thực hiện dịch vụ. Giá hợp đồng được tính trên cơ sở đơn giá cho đơn vị thời gian, mức lương đã thỏa thuận theo giờ, ngày, tuần hoặc tháng nêu trong hợp đồng và chi phí phát sinh hợp lý có thể bồi hoàn",
            "B.  Công việc, dịch vụ mà tại thời điểm lựa chọn nhà thầu chưa đủ cơ sở xác định phạm vi công việc",
            "C.  Công việc, dịch vụ mà việc thanh toán căn cứ vào kết quả thực hiện hợp đồng được nghiệm thu về chất lượng, số lượng và các yếu tố khác",
            "D.  Gói thầu bảo hiểm công trình mà giá trị hợp đồng được xác định chính xác trên cơ sở giá trị công trình thực tế được nghiệm thu"
        ],
        "DapAnDung": "A.  Hợp đồng theo thời gian có thể áp dụng trong tình trạng khẩn cấp; sửa chữa, bảo trì công trình, máy móc, thiết bị; dịch vụ tư vấn khi khó xác định được phạm vi và thời gian thực hiện dịch vụ. Giá hợp đồng được tính trên cơ sở đơn giá cho đơn vị thời gian, mức lương đã thỏa thuận theo giờ, ngày, tuần hoặc tháng nêu trong hợp đồng và chi phí phát sinh hợp lý có thể bồi hoàn"
    },
    {
        "ID": 14050,
        "CauHoi": "Theo Luật đấu thầu hiện hành, Nhà Nhà thầu phải thực hiện một trong các biện pháp sau đây để bảo đảm trách nhiệm thực hiện hợp đồng?",
        "CacDapAn": [
            "A.  Đặt cọc",
            "B.   Nộp thư bảo lãnh của tổ chức tín dụng trong nước, chi nhánh ngân hàng nước ngoài được thành lập theo pháp luật Việt Nam. ",
            "C.  Nộp giấy chứng nhận bảo hiểm bảo lãnh của doanh nghiệp bảo hiểm phi nhân thọ trong nước, chi nhánh doanh nghiệp bảo hiểm phi nhân thọ nước ngoài được thành lập theo pháp luật Việt Nam",
            "D.  Tất cả đáp án A, B, C đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án A, B, C đều đúng"
    },
    {
        "ID": 15001,
        "CauHoi": "Đối tượng áp dụng của Quy định quản lý vật tư thiết bị trong EVNCPC là:",
        "CacDapAn": [
            "A.  Cơ quan EVNCPC và các đơn vị trực thuộc.",
            "B.  Người đại diện phần vốn của EVNCPC tại các công ty con theo hình thức công ty cổ phần.",
            "C.  Các Công ty con do EVNCPC nắm giữ 100% vốn điều lệ.",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 15002,
        "CauHoi": "Phạm vi điều chỉnh của Quy định quản lý vật tư thiết bị trong EVNCPC là:",
        "CacDapAn": [
            "A.  Quy định và hướng dẫn thống nhất các nghiệp vụ quản lý vật tư thiết bị phục vụ các hoạt động sản xuất kinh doanh, sửa chữa lớn và đầu tư xây dựng bao gồm lập kế hoạch nhu cầu vật tư thiết bị và tổ chức cung ứng phục vụ nhu cầu; giao nhận, quản lý; kiểm kê, quyết toán, thu hồi và thanh xử lý vật tư thiết bị; quản lý bộ mã vật tư trong phạm vi Tổng công ty Điện lực miền Trung (EVNCPC).",
            "B.  Quy định và hướng dẫn thống nhất các nghiệp vụ quản lý vật tư thiết bị phục vụ các hoạt động sản xuất kinh doanh, sửa chữa lớn và đầu tư xây dựng bao gồm lập kế hoạch nhu cầu vật tư thiết bị và tổ chức cung ứng phục vụ nhu cầu; kiểm kê, quyết toán, thu hồi và thanh xử lý vật tư thiết bị; quản lý bộ mã vật tư trong phạm vi Tổng công ty Điện lực miền Trung (EVNCPC).",
            "C.  Quy định và hướng dẫn thống nhất các nghiệp vụ quản lý vật tư thiết bị phục vụ các hoạt động sản xuất kinh doanh, sửa chữa lớn và đầu tư xây dựng bao gồm lập kế hoạch nhu cầu vật tư thiết bị và tổ chức cung ứng phục vụ nhu cầu; giao nhận, quản lý, sử dụng vật tư thiết bị; kiểm kê, quyết toán; quản lý bộ mã vật tư trong phạm vi Tổng công ty Điện lực miền Trung (EVNCPC).",
            "D.  Quy định và hướng dẫn thống nhất các nghiệp vụ quản lý vật tư thiết bị phục vụ các hoạt động sản xuất kinh doanh, sửa chữa lớn và đầu tư xây dựng bao gồm lập kế hoạch nhu cầu vật tư thiết bị và tổ chức cung ứng phục vụ nhu cầu; giao nhận, quản lý, sử dụng vật tư thiết bị; kiểm kê, quyết toán, thu hồi và thanh xử lý vật tư thiết bị; quản lý bộ mã vật tư trong phạm vi Tổng công ty Điện lực miền Trung (EVNCPC)."
        ],
        "DapAnDung": "D.  Quy định và hướng dẫn thống nhất các nghiệp vụ quản lý vật tư thiết bị phục vụ các hoạt động sản xuất kinh doanh, sửa chữa lớn và đầu tư xây dựng bao gồm lập kế hoạch nhu cầu vật tư thiết bị và tổ chức cung ứng phục vụ nhu cầu; giao nhận, quản lý, sử dụng vật tư thiết bị; kiểm kê, quyết toán, thu hồi và thanh xử lý vật tư thiết bị; quản lý bộ mã vật tư trong phạm vi Tổng công ty Điện lực miền Trung (EVNCPC)."
    },
    {
        "ID": 15003,
        "CauHoi": "Định nghĩa về “Ngày” trong Quy định quản lý vật tư thiết bị trong EVNCPC được hiểu là:",
        "CacDapAn": [
            "A.  Là bất cứ ngày nào kể cả ngày nghỉ thứ bảy, chủ nhật, ngày nghỉ lễ, tết",
            "B.  Là bất cứ ngày nào kể cả ngày nghỉ thứ bảy, chủ nhật và trừ đi ngày nghỉ lễ, tết",
            "C.  Là bất cứ ngày nào trừ ngày nghỉ thứ bảy, chủ nhật, ngày nghỉ lễ, tết",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "A.  Là bất cứ ngày nào kể cả ngày nghỉ thứ bảy, chủ nhật, ngày nghỉ lễ, tết"
    },
    {
        "ID": 15004,
        "CauHoi": "Định nghĩa về “Chất thải nguy hại” trong Quy định quản lý vật tư thiết bị trong EVNCPC được hiểu là:",
        "CacDapAn": [
            "A.  Là chất thải chứa yếu tố độc hại, phóng xạ, dễ cháy, dễ nổ, dễ ăn mòn, dễ lây nhiễm, gây ngộ độc",
            "B.  Là chất thải chứa yếu tố độc hại, phóng xạ, dễ cháy, dễ lây nhiễm, gây ngộ độc hoặc đặc tính nguy hại khác.",
            "C.  Là chất thải chứa yếu tố độc hại, dễ cháy, dễ nổ, dễ ăn mòn, dễ lây nhiễm, gây ngộ độc hoặc đặc tính nguy hại khác.",
            "D.  Là chất thải chứa yếu tố độc hại, phóng xạ, dễ cháy, dễ nổ, dễ ăn mòn, dễ lây nhiễm, gây ngộ độc hoặc đặc tính nguy hại khác."
        ],
        "DapAnDung": "D.  Là chất thải chứa yếu tố độc hại, phóng xạ, dễ cháy, dễ nổ, dễ ăn mòn, dễ lây nhiễm, gây ngộ độc hoặc đặc tính nguy hại khác."
    },
    {
        "ID": 15005,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, từ viết tắt “PO-ERP” được hiểu là:",
        "CacDapAn": [
            "A.  Phân hệ quản lý hợp đồng mua sắm trên hệ thống ERP",
            "B.  Phân hệ quản lý tài sản trên hệ thống ERP",
            "C.  Phân hệ quản lý vật tư trên hệ thống ERP",
            "D.  Phân hệ quản lý tồn kho trên hệ thống ERP"
        ],
        "DapAnDung": "A.  Phân hệ quản lý hợp đồng mua sắm trên hệ thống ERP"
    },
    {
        "ID": 15006,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, từ viết tắt “Trạm GIS” được hiểu là:",
        "CacDapAn": [
            "A.  Trạm cách điện khí.",
            "B.  Trạm cách điện dung.",
            "C.  Trạm cách điện phân.",
            "D.  Tất cả đáp án trên đều sai."
        ],
        "DapAnDung": "A.  Trạm cách điện khí."
    },
    {
        "ID": 15007,
        "CauHoi": "Thời hạn quyết toán vật tư đối với sản xuất kinh doanh theo Quy định quản lý vật tư thiết bị trong EVNCPC là: ",
        "CacDapAn": [
            "A.  Định kỳ hàng tháng, và không muộn hơn ngày cuối cùng của tháng",
            "B.  Định kỳ hàng quý, và không muộn hơn ngày cuối cùng của tháng cuối quý",
            "C.  Định kỳ hàng tuần, và không muộn hơn ngày cuối tuần",
            "D.  Định kỳ hàng năm, và không muộn hơn ngày cuối cùng của năm"
        ],
        "DapAnDung": "A.  Định kỳ hàng tháng, và không muộn hơn ngày cuối cùng của tháng"
    },
    {
        "ID": 15008,
        "CauHoi": "Thời hạn quyết toán vật tư đối với đầu tư xây dựng, sửa chữa lớn theo Quy định quản lý vật tư thiết bị trong EVNCPC là:",
        "CacDapAn": [
            "A.  Trong vòng 10 ngày sau khi hạng mục công trình, công trình hoàn thành.",
            "B.  Trong vòng 20 ngày sau khi hạng mục công trình, công trình hoàn thành",
            "C.  Trong vòng 15 ngày sau khi hạng mục công trình, công trình hoàn thành",
            "D.  Trong vòng 30 ngày sau khi hạng mục công trình, công trình hoàn thành"
        ],
        "DapAnDung": "D.  Trong vòng 30 ngày sau khi hạng mục công trình, công trình hoàn thành"
    },
    {
        "ID": 15009,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, đối với các đơn vị trực thuộc EVNCPC, đối tượng và thời gian báo cáo kế hoạch nhu cầu VTTB đợt 1 là: ",
        "CacDapAn": [
            "A.  Trước ngày 31/8 của năm N-2, ưu tiên nhu cầu VTTB 110kV (có thời gian cung ứng dài).",
            "B.  Trước ngày 31/8 của năm N-1, ưu tiên nhu cầu VTTB 110kV (có thời gian cung ứng dài).",
            "C.  Trước ngày 31/8 của năm N, ưu tiên nhu cầu VTTB 110kV (có thời gian cung ứng dài).",
            "D.  Trước ngày 31/8 của năm N+1, ưu tiên nhu cầu VTTB 110kV (có thời gian cung ứng dài)."
        ],
        "DapAnDung": "B.  Trước ngày 31/8 của năm N-1, ưu tiên nhu cầu VTTB 110kV (có thời gian cung ứng dài)."
    },
    {
        "ID": 15010,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, đối với các đơn vị trực thuộc EVNCPC, đối tượng và thời gian báo cáo kế hoạch nhu cầu VTTB đợt 2 là:",
        "CacDapAn": [
            "A.  Trước ngày 31/12 của năm N-1",
            "B.  Trước ngày 31/12 của năm N",
            "C.  Trước ngày 31/10 của năm N-1",
            "D.  Trước ngày 31/10 của năm N"
        ],
        "DapAnDung": "C.  Trước ngày 31/10 của năm N-1"
    },
    {
        "ID": 15011,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, EVNCPC sẽ thông báo kế hoạch và dự kiến tiến độ cung ứng trong vòng bao nhiêu ngày kể từ ngày nhận được đầy đủ báo cáo kế hoạch nhu cầu VTTB của các Đơn vị?",
        "CacDapAn": [
            "A.  15 ngày",
            "B.  45 ngày",
            "C.  30 ngày",
            "D.  60 ngày"
        ],
        "DapAnDung": "C.  30 ngày"
    },
    {
        "ID": 15012,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, các Đơn vị sẽ bị xem xét trừ điểm thi đua công tác QLVT trong quý theo Quy định đánh giá hiệu quả công việc (KPI) và xét thi đua năm đối với đơn vị thành viên khi:",
        "CacDapAn": [
            "A.  Báo cáo chậm quá 07 ngày",
            "B.  Báo cáo không đúng quy định, biểu mẫu, không đầy đủ nội dung",
            "C.  Đáp án A và B đều đúng",
            "D.  Đáp án A và B đều sai"
        ],
        "DapAnDung": "C.  Đáp án A và B đều đúng"
    },
    {
        "ID": 15013,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, đối với VTTB do EVNCPC mua sắm tập trung, trong những trường hợp cụ thể và tùy thuộc vào thực tiễn điều hành, ai là người có thẩm quyền giao cho đơn vị thực hiện để đảm bảo hiệu quả và phù hợp thực tế?",
        "CacDapAn": [
            "A.  Tổng giám đốc",
            "B.  Hội đồng thành viên",
            "C.  Chủ tịch Hội đồng thành viên",
            "D.  Tất cả đáp án trên đều sai"
        ],
        "DapAnDung": "A.  Tổng giám đốc"
    },
    {
        "ID": 15014,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, các loại công cụ, vật tư thông thường có giá trị sử dụng dưới 1 năm, số lượng ít, có giá trị dưới bao nhiêu triệu đồng một lần mua cho nhiều chủng loại thì không bắt buộc việc mua sắm VTTB phải thông qua Hợp đồng?",
        "CacDapAn": [
            "A.  30 triệu đồng",
            "B.  60 triệu đồng",
            "C.  50 triệu đồng",
            "D.  100 triệu đồng"
        ],
        "DapAnDung": "A.  30 triệu đồng"
    },
    {
        "ID": 15015,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, tất cả các thông tin liên quan đến hợp đồng mua sắm vật tư sử dụng nguồn vốn của EVNCPC và/hoặc Đơn vị đều phải được nhập liệu đầy đủ trên phân hệ PO-ERP trong vòng bao nhiêu ngày kể từ ngày phát sinh thông tin?",
        "CacDapAn": [
            "A.  01 ngày",
            "B.  05 ngày",
            "C.  03 ngày",
            "D.  07 ngày"
        ],
        "DapAnDung": "D.  07 ngày"
    },
    {
        "ID": 15016,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, trường hợp vật tư nhập và xuất thẳng vào công trình (không qua kho) thì:",
        "CacDapAn": [
            "A.  Phải lập biên bản giao nhận và kiểm tra vật tư.",
            "B.  Chỉ cần cập nhật bảng khối lượng chứ không cần lập biên bản giao nhận và kiểm tra vật tư",
            "C.  Không phải lập biên bản giao nhận và kiểm tra vật tư",
            "D.  Tất cả đáp án trên đều sai"
        ],
        "DapAnDung": "A.  Phải lập biên bản giao nhận và kiểm tra vật tư."
    },
    {
        "ID": 15017,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, đối với VTTB cần phải thí nghiệm kiểm tra trước khi nhập hàng theo yêu cầu của hợp đồng thì cần phải ghi rõ trong biên bản giao nhận. Trường hợp không kiểm tra thí nghiệm khi nhập hàng thì cần phải theo dõi khi thí nghiệm kiểm tra tại thời điểm nào?",
        "CacDapAn": [
            "A.  Trước khi đưa vào vận hành theo tiêu chuẩn của ngành",
            "B.  Trước khi đưa vào lắp đặt theo tiêu chuẩn của ngành",
            "C.  Sau khi đưa vào vận hành theo tiêu chuẩn của ngành",
            "D.  Sau khi đưa vào lắp đặt theo tiêu chuẩn của ngành"
        ],
        "DapAnDung": "A.  Trước khi đưa vào vận hành theo tiêu chuẩn của ngành"
    },
    {
        "ID": 15018,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, Phiếu nhập kho yêu cầu lập tối thiểu là bao nhiêu liên?",
        "CacDapAn": [
            "A.  2",
            "B.  3",
            "C.  4",
            "D.  5"
        ],
        "DapAnDung": "B.  3"
    },
    {
        "ID": 15019,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, thủ kho phải lập báo cáo hàng tồn kho lâu năm, đề xuất Người đứng đầu đơn vị giải quyết vào thời điểm nào?",
        "CacDapAn": [
            "A.  Vào cuối mỗi tháng",
            "B.  Vào cuối mỗi quý",
            "C.  Vào ngày 30/6 hằng năm",
            "D.  Vào ngày 31/12 hằng năm"
        ],
        "DapAnDung": "A.  Vào cuối mỗi tháng"
    },
    {
        "ID": 15020,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, nhiệm vụ “kiểm tra thẻ vật tư và thông tin liên quan (bao gồm nhãn mác, tem hợp quy, tem kiểm định, barcode/qrcode) của VTTB trước khi xuất kho” là của ai?",
        "CacDapAn": [
            "A.  Thủ kho",
            "B.  Phụ kho",
            "C.  Thủ trưởng đơn vị",
            "D.  Cán bộ vật tư"
        ],
        "DapAnDung": "A.  Thủ kho"
    },
    {
        "ID": 15021,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, trường hợp bộ phận vật tư đã lập phiếu xuất kho nhưng bị sai sót do các nguyên nhân như: nhầm lẫn về quy cách vật tư, số lượng, ... thì bộ phận Vật tư có trách nhiệm như thế nào?",
        "CacDapAn": [
            "A.  Thu hồi phiếu xuất kho bị sai sót ở trên và làm thủ tục nhập lại vật tư đã xuất tương tự như vật tư còn thừa hoàn trả theo giá trên phiếu xuất kho bị sai và tiến hành lập lại phiếu xuất khác (nếu có) theo đúng yêu cầu. Xóa phiếu bị sai và sửa chữa trong chương trình máy tính",
            "B.  Thu hồi phiếu xuất kho bị sai sót ở trên và làm thủ tục nhập lại vật tư đã xuất tương tự như vật tư còn thừa hoàn trả theo giá trên phiếu xuất kho bị sai và tiến hành lập lại phiếu xuất khác (nếu có) theo đúng yêu cầu. Và cập nhật/sửa chữa trong chương trình máy tính",
            "C.  Thu hồi phiếu xuất kho bị sai sót ở trên và làm thủ tục nhập lại vật tư đã xuất tương tự như vật tư còn thừa hoàn trả theo giá trên phiếu xuất kho bị sai và tiến hành lập lại phiếu xuất khác (nếu có) theo đúng yêu cầu. Xóa phiếu bị sai nhưng không được sửa chữa trong chương trình máy tính",
            "D.  Thu hồi phiếu xuất kho bị sai sót ở trên và làm thủ tục nhập lại vật tư đã xuất tương tự như vật tư còn thừa hoàn trả theo giá trên phiếu xuất kho bị sai và tiến hành lập lại phiếu xuất khác (nếu có) theo đúng yêu cầu. Tuyệt đối không được tự ý xóa phiếu hoặc sửa chữa trong chương trình máy tính"
        ],
        "DapAnDung": "D.  Thu hồi phiếu xuất kho bị sai sót ở trên và làm thủ tục nhập lại vật tư đã xuất tương tự như vật tư còn thừa hoàn trả theo giá trên phiếu xuất kho bị sai và tiến hành lập lại phiếu xuất khác (nếu có) theo đúng yêu cầu. Tuyệt đối không được tự ý xóa phiếu hoặc sửa chữa trong chương trình máy tính"
    },
    {
        "ID": 15022,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, khi nào được ghi nhận giảm giá trị tồn kho thực tế tại đơn vị?",
        "CacDapAn": [
            "A.  VTTB được xuất chuyển từ kho trong ĐTXD (kho đơn vị) sang kho ngoài ĐTXD (kho nhà thầu).",
            "B.  VTTB được nhà thầu (đơn vị thi công) lắp đặt hoàn thành, được nghiệm thu",
            "C.  Cả đáp án A và B đều sai",
            "D.  Cả đáp án A và B đều đúng"
        ],
        "DapAnDung": "A.  VTTB được xuất chuyển từ kho trong ĐTXD (kho đơn vị) sang kho ngoài ĐTXD (kho nhà thầu)."
    },
    {
        "ID": 15023,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, thời gian quyết toán với khối lượng công việc hoàn thành nằm trong kế hoạch sản xuất là:",
        "CacDapAn": [
            "A.  Không quá 30 ngày kể từ ngày được cấp vật tư theo kế hoạch và không chậm hơn thời điểm kết thúc năm tài chính là ngày 31/12 hằng năm",
            "B.  Không quá 28 ngày kể từ ngày được cấp vật tư theo kế hoạch và không chậm hơn thời điểm kết thúc năm tài chính là ngày 31/12 hằng năm",
            "C.  Không quá 30 ngày kể từ ngày được cấp vật tư theo kế hoạch và không chậm hơn thời điểm kết thúc năm tài chính là ngày 31/3 năm N+1",
            "D.  Không quá 28 ngày kể từ ngày được cấp vật tư theo kế hoạch và không chậm hơn thời điểm kết thúc năm tài chính là ngày 31/3 năm N+1"
        ],
        "DapAnDung": "B.  Không quá 28 ngày kể từ ngày được cấp vật tư theo kế hoạch và không chậm hơn thời điểm kết thúc năm tài chính là ngày 31/12 hằng năm"
    },
    {
        "ID": 15024,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, các đơn vị chỉ được thực hiện quyết toán đối với các VTTB đã xuất thi công, đã thi công, đã nhập thừa và đã nhập thu hồi của công trình, hạng mục công trình hoặc đối tượng quyết toán tại thời điểm nào?",
        "CacDapAn": [
            "A.  Trước thời điểm nghiệm thu",
            "B.  Sau thời điểm nghiệm thu",
            "C.  Tại thời điểm xuất kho",
            "D.  Tại thời điểm kiểm kê"
        ],
        "DapAnDung": "A.  Trước thời điểm nghiệm thu"
    },
    {
        "ID": 15025,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, thời điểm kiểm kê vật tư là:",
        "CacDapAn": [
            "A.  0h ngày 01 tháng 01 của đầu năm sau",
            "B.  vào cuối tháng 11 hoặc đầu tháng 12 cuối năm, sau đó cộng thêm phần phát sinh nhập xuất tính đến thời điểm 0h của ngày 01 tháng 01 năm sau",
            "C.  0h ngày 01 tháng 01 của đầu năm sau. Đối với Đơn vị có khối lượng vật tư lớn, có thể tổ chức kiểm kê trước (vào cuối tháng 11 hoặc đầu tháng 12 cuối năm), sau đó cộng thêm phần phát sinh nhập xuất tính đến thời điểm 0h của ngày 01 tháng 01 năm sau",
            "D.  0h ngày 01 tháng 01 của đầu năm sau. Đối với Đơn vị có khối lượng vật tư lớn, có thể tổ chức kiểm kê trước (vào cuối tháng 11 hoặc đầu tháng 12 cuối năm), sau đó cộng thêm phần phát sinh nhập xuất tính đến thời điểm 0h của ngày 31 tháng 12"
        ],
        "DapAnDung": "C.  0h ngày 01 tháng 01 của đầu năm sau. Đối với Đơn vị có khối lượng vật tư lớn, có thể tổ chức kiểm kê trước (vào cuối tháng 11 hoặc đầu tháng 12 cuối năm), sau đó cộng thêm phần phát sinh nhập xuất tính đến thời điểm 0h của ngày 01 tháng 01 năm sau"
    },
    {
        "ID": 15026,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, EVNCPC thống nhất quản lý và mua sắm tập trung các VTTB cho lưới điện 110kV, bao gồm:",
        "CacDapAn": [
            "A.  MBA lực; Máy biến điện áp, máy biến dòng điện 110kV; Máy cắt điện ngoài trời, dao cách ly có cấp điện áp 110kV; Tủ hợp bộ trọn bộ các loại; Dây, cáp điện lực các loại (trừ các loại dây cáp tín hiệu, điều khiển).",
            "B.  MBA lực; máy biến điện áp, máy biến dòng điện 110kV; Tụ bù và thiết bị đóng cắt, bảo vệ tụ bù; Máy cắt điện ngoài trời, dao cách ly có cấp điện áp 110kV; Tủ hợp bộ trọn bộ các loại; Tủ điều khiển, bảo vệ, đo lường (trừ thiết bị lẻ); Cách điện và chống sét van các loại có cấp điện áp 110kV",
            "C.  MBA lực; máy biến điện áp, máy biến dòng điện 110kV; Tụ bù và thiết bị đóng cắt, bảo vệ tụ bù; Máy cắt điện ngoài trời, dao cách ly có cấp điện áp 110kV; Tủ hợp bộ trọn bộ các loại; Tủ điều khiển, bảo vệ, đo lường (trừ thiết bị lẻ); Cách điện và chống sét van các loại có cấp điện áp 110kV; Dây, cáp điện lực các loại (trừ các loại dây cáp tín hiệu, điều khiển)",
            "D.  MBA lực; Máy biến điện áp, máy biến dòng điện 110kV; Máy cắt điện ngoài trời; Tủ hợp bộ trọn bộ các loại; Dây, cáp điện lực các loại (trừ các loại dây cáp tín hiệu, điều khiển)"
        ],
        "DapAnDung": "A.  MBA lực; Máy biến điện áp, máy biến dòng điện 110kV; Máy cắt điện ngoài trời, dao cách ly có cấp điện áp 110kV; Tủ hợp bộ trọn bộ các loại; Dây, cáp điện lực các loại (trừ các loại dây cáp tín hiệu, điều khiển)."
    },
    {
        "ID": 15027,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, EVNCPC thống nhất quản lý và mua sắm tập trung các VTTB lưới điện phân phối, bao gồm:",
        "CacDapAn": [
            "A.  Máy biến áp trung gian, phụ tải; Thiết bị đóng cắt, bảo vệ tụ các loại; Máy cắt recloser, Dao cắt có tải (LBS); Dây, cáp điện lực các loại (trừ các loại dây cáp lắp đặt công tơ, cáp tín hiệu).",
            "B.  Công tơ điện các loại; Máy biến áp trung gian, phụ tải; Tụ bù trung áp và thiết bị đóng cắt, bảo vệ tụ các loại; Máy cắt recloser. Dây, cáp điện lực các loại (trừ các loại dây cáp lắp đặt công tơ, cáp tín hiệu).",
            "C.  Công tơ điện các loại; Máy biến áp trung gian, phụ tải; Tụ bù trung áp và thiết bị đóng cắt, bảo vệ tụ các loại; Máy cắt recloser, Dao cắt có tải (LBS); Tủ máy cắt hạ thế. Dây, cáp điện lực các loại (trừ các loại dây cáp lắp đặt công tơ, cáp tín hiệu).",
            "D.  Máy biến áp trung gian, phụ tải; Thiết bị đóng cắt; Máy cắt recloser, Dao cắt có tải (LBS); Dây, cáp điện lực các loại (trừ các loại dây cáp lắp đặt công tơ, cáp tín hiệu)."
        ],
        "DapAnDung": "A.  Máy biến áp trung gian, phụ tải; Thiết bị đóng cắt, bảo vệ tụ các loại; Máy cắt recloser, Dao cắt có tải (LBS); Dây, cáp điện lực các loại (trừ các loại dây cáp lắp đặt công tơ, cáp tín hiệu)."
    },
    {
        "ID": 15028,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, khi tiến hành kiểm tra giao nhận phát hiện VTTB không bảo đảm chất lượng hoặc không đáp ứng yêu cầu của hợp đồng cần phải trả lại cho Người bán, ai là người có thẩm quyền lập thêm biên bản xử lý vật tư không đạt?",
        "CacDapAn": [
            "A.  Hội đồng giao nhận và kiểm tra Vật tư của EVNCPC",
            "B.  Hội đồng giao nhận và kiểm tra Vật tư của các Đơn vị",
            "C.  Cán bộ phụ trách nhận VTTB",
            "D.  Lãnh đạo đơn vị"
        ],
        "DapAnDung": "B.  Hội đồng giao nhận và kiểm tra Vật tư của các Đơn vị"
    },
    {
        "ID": 15029,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, khi thực hiện thủ tục nhập kho vật tư cần thực hiện bao nhiêu bước nghiệp vụ riêng biệt?",
        "CacDapAn": [
            "A.  2",
            "B.  3",
            "C.  4",
            "D.  5"
        ],
        "DapAnDung": "B.  3"
    },
    {
        "ID": 15030,
        "CauHoi": "Theo Quy định quản lý vật tư thiết bị trong EVNCPC, nhiệm vụ “In danh mục VTTB trên phiếu giao hàng và dán trên bao bì, thùng hoặc pallet chứa VTTB để bộ phận vật tư dễ dàng giao nhận với bộ phận sử dụng” là của ai?",
        "CacDapAn": [
            "A.  Thủ kho",
            "B.  Phụ kho",
            "C.  Thủ trưởng đơn vị",
            "D.  Cán bộ vật tư"
        ],
        "DapAnDung": "B.  Phụ kho"
    },
    {
        "ID": 16001,
        "CauHoi": "Quy chế về công tác đầu tư xây dựng áp dụng trong Tập đoàn Điện lực Quốc gia Việt Nam có hiệu lực vào thời gian nào?",
        "CacDapAn": [
            "A.  26/11/2021",
            "B.  17/01/2024",
            "C.  11/12/2021",
            "D.  17/06/2024"
        ],
        "DapAnDung": "C.  11/12/2021"
    },
    {
        "ID": 16002,
        "CauHoi": "Quy chế về công tác đầu tư xây dựng áp dụng trong Tập đoàn Điện lực Quốc gia Việt Nam điều chỉnh các công tác liên quan đến hoạt động đầu tư xây dựng nào dưới đây?",
        "CacDapAn": [
            "A.  Công tác quy hoạch, kế hoạch, phân cấp đầu tư, quản lý dự án đầu tư",
            "B.  Công tác đánh giá hiệu quả sau khi kết thúc đầu tư xây dựng, báo cáo đầu tư xây dựng",
            "C.  Công tác quản lý thi công, quyết toán dự án/công trình xây dựng, giám sát đầu tư",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 16003,
        "CauHoi": "Quy chế về công tác đầu tư xây dựng áp dụng trong Tập đoàn Điện lực Quốc gia Việt Nam tác động trực tiếp đến hoạt động của đối tượng nào dưới đây?",
        "CacDapAn": [
            "A.  Tập đoàn Điện lực Việt Nam (EVN)",
            "B.  Các công ty con do EVN nắm giữ 100% vốn điều lệ (công ty TNHH MTV cấp II)",
            "C.  Các công ty con do công ty TNHH MTV cấp II nắm giữ 100% vốn điều lệ (công ty TNHH MTV cấp III)",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 16004,
        "CauHoi": "Theo quy định tại Quy chế về công tác đầu tư xây dựng áp dụng trong Tập đoàn Điện lực Quốc gia Việt Nam, công tác quy hoạch của EVN và các Đơn vị bao gồm hoạt động nào dưới đây?",
        "CacDapAn": [
            "A.  Tham gia góp ý Quy hoạch phát triển điện lực Quốc gia; Quy hoạch tỉnh; các quy hoạch ngành, quy hoạch vùng và quy hoạch có tính chất kỹ thuật, chuyên ngành khác liên quan",
            "B.  Nghiên cứu, lập, trình cấp thẩm quyền báo cáo điều chỉnh, bổ sung quy hoạch phát triển điện lực đối với các công trình do EVN và đơn vị triển khai thực hiện",
            "C.  Tổ chức triển khai thực hiện quy hoạch phát triển điện lực và quản lý theo dõi đánh giá, kiểm tra việc thực hiện quy hoạch của EVN và các đơn vị",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 16005,
        "CauHoi": "Theo quy định tại Quy chế về công tác đầu tư xây dựng áp dụng trong Tập đoàn Điện lực Quốc gia Việt Nam, công tác kế hoạch trong đầu tư xây dựng bao gồm hoạt động nào dưới đây?",
        "CacDapAn": [
            "A.  Xây dựng hoặc tham gia xây dựng các kế hoạch ĐTPT 5 năm và kế hoạch ĐTPT hàng năm",
            "B.  Lập, thẩm định, phê duyệt, giao kế hoạch",
            "C.  Đáp án A và B đều đúng",
            "D.  Nghiên cứu, lập, trình cấp thẩm quyền báo cáo điều chỉnh, bổ sung quy hoạch phát triển điện lực đối với các công trình do EVN và đơn vị triển khai thực hiện"
        ],
        "DapAnDung": "B.  Lập, thẩm định, phê duyệt, giao kế hoạch"
    },
    {
        "ID": 16006,
        "CauHoi": "Theo quy định tại Quy chế về công tác đầu tư xây dựng áp dụng trong Tập đoàn Điện lực Quốc gia Việt Nam, các Tổng công ty Điện lực có trách nhiệm nào dưới đây trong công tác quy hoạch?",
        "CacDapAn": [
            "A.  Tổ chức triển khai thực hiện và theo dõi đánh giá, kiểm tra thực hiện quy hoạch phát triển điện lực Quốc gia đối với các công trình nguồn và lưới điện truyền tải do EVN và các Đơn vị làm chủ đầu tư",
            "B.  Tổ chức triển khai thực hiện và theo dõi đánh giá, kiểm tra thực hiện Quy hoạch tỉnh (Phương án phát triển mạng lưới cấp điện) đối với các công trình/dự án do các Tổng công ty Điện lực và đơn vị thuộc Tổng công ty Điện lực làm chủ đầu tư",
            "C.  Tổ chức triển khai thực hiện và theo dõi đánh giá, kiểm tra thực hiện quy hoạch phát triển điện lực Quốc gia đối với các công trình lưới điện truyền tải",
            "D.  Tất cả đáp án trên đều sai"
        ],
        "DapAnDung": "B.  Tổ chức triển khai thực hiện và theo dõi đánh giá, kiểm tra thực hiện Quy hoạch tỉnh (Phương án phát triển mạng lưới cấp điện) đối với các công trình/dự án do các Tổng công ty Điện lực và đơn vị thuộc Tổng công ty Điện lực làm chủ đầu tư"
    },
    {
        "ID": 16007,
        "CauHoi": "Theo quy định tại Quy chế về công tác đầu tư xây dựng áp dụng trong Tập đoàn Điện lực Quốc gia Việt Nam, nội dung nào dưới đây là trách nhiệm của Công ty TNHH MTV cấp II trong công tác kế hoạch?",
        "CacDapAn": [
            "A.  Xây dựng kế hoạch ĐTPT của Đơn vị trình EVN phê duyệt, gồm: Kế hoạch ĐTPT 5 năm; Kế hoạch ĐTPT hàng năm",
            "B.  Quyết định, giao kế hoạch cho các đơn vị trực thuộc, các Công ty TNHH MTV cấp III",
            "C.  Hướng dẫn các đơn vị trực thuộc, các Công ty TNHH MTV cấp III, Người đại diện tại các Công ty TNHH, CTCP xây dựng kế hoạch",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 16008,
        "CauHoi": "Theo quy định tại Quy chế về công tác đầu tư xây dựng áp dụng trong Tập đoàn Điện lực Quốc gia Việt Nam, trách nhiệm nào dưới đây là trách nhiệm của đơn vị trực thuộc các Công ty TNHH MTV cấp II trong công tác kế hoạch?",
        "CacDapAn": [
            "A.  Xây dựng Kế hoạch ĐTPT 5 năm của đơn vị trình Công ty TNHH MTV cấp II phê duyệt",
            "B.  Xây dựng Kế hoạch ĐTPT hàng năm của đơn vị trình Công ty TNHH MTV cấp II phê duyệt",
            "C.  Đáp án A và B đều đúng",
            "D.  Đáp án A và B đều sai"
        ],
        "DapAnDung": "C.  Đáp án A và B đều đúng"
    },
    {
        "ID": 16009,
        "CauHoi": "Theo quy định tại Quy chế về công tác đầu tư xây dựng áp dụng trong Tập đoàn Điện lực Quốc gia Việt Nam, người đứng đầu các đơn vị thực hiện việc phân cấp, ủy quyền lại cho cấp phó hoặc người đứng đầu đơn vị cấp dưới thông qua hình thức nào?  ",
        "CacDapAn": [
            "A.  Giấy ủy quyền",
            "B.  Văn bản giao nhiệm vụ",
            "C.  Quyết định phân công nhiệm vụ",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 16010,
        "CauHoi": "Theo quy định tại Quy chế về công tác đầu tư xây dựng áp dụng trong Tập đoàn Điện lực Quốc gia Việt Nam, Tổng giám đốc Công ty TNHH MTV cấp II có nhiệm vụ, quyền hạn nào dưới đây? ",
        "CacDapAn": [
            "A.  Tổ chức xây dựng kế hoạch ĐTPT 5 năm và hàng năm của Công ty TNHH cấp II trình EVN",
            "B.  Trình EVN kế hoạch ĐTPT 5 năm và hàng năm của các Công ty TNHH MTV cấp III, các Đơn vị trực thuộc",
            "C.  Giao kế hoạch ĐTPT, kế hoạch ĐTPT điều chỉnh hàng năm cho các đơn vị thành viên theo ủy quyền của HĐTV",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "C.  Giao kế hoạch ĐTPT, kế hoạch ĐTPT điều chỉnh hàng năm cho các đơn vị thành viên theo ủy quyền của HĐTV"
    },
    {
        "ID": 16011,
        "CauHoi": "Theo quy định tại Quy chế về công tác đầu tư xây dựng áp dụng trong Tập đoàn Điện lực Quốc gia Việt Nam, người đứng đầu các đơn vị trực thuộc Công ty TNHH MTV cấp II có nhiệm vụ, quyền hạn nào dưới đây? ",
        "CacDapAn": [
            "A.  Tổ chức xây dựng kế hoạch ĐTPT hàng năm của Đơn vị và trình Công ty TNHH MTV cấp II phê duyệt",
            "B.  Kiểm tra, giám sát thực hiện kế hoạch ĐTPT và chấp hành chế độ báo cáo thực hiện kế hoạch ĐTPT theo quy định",
            "C.  Tổ chức thực hiện kế hoạch ĐTPT được giao",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 16012,
        "CauHoi": "Theo quy định tại Quy chế về công tác đầu tư xây dựng áp dụng trong Tập đoàn Điện lực Quốc gia Việt Nam, người đứng đầu Công ty TNHH MTV cấp III có nhiệm vụ, quyền hạn nào dưới đây?",
        "CacDapAn": [
            "A.  Tổ chức xây dựng kế hoạch ĐTPT 5 năm và hàng năm của Công ty TNHH cấp III trình HĐTV Công ty TNHH MTV cấp II",
            "B.  Tổ chức thực hiện kế hoạch ĐTPT, điều hành hoạt động của Công ty TNHH MTV cấp III nhằm thực hiện các mục tiêu kế hoạch ĐTPT theo nghị quyết, quyết định, phân cấp, ủy quyền của HĐTV Công ty TNHH MTV cấp II",
            "C.  Tổ chức xây dựng kế hoạch ĐTPT 5 năm và hàng năm của Công ty TNHH cấp II trình HĐTV",
            "D.  Đáp án A và B đều đúng"
        ],
        "DapAnDung": "D.  Đáp án A và B đều đúng"
    },
    {
        "ID": 16013,
        "CauHoi": "Theo quy định tại Quy chế về công tác đầu tư xây dựng áp dụng trong Tập đoàn Điện lực Quốc gia Việt Nam (QC143) và các văn bản sửa đổi, bổ sung, HĐTV Công ty TNHH MTV cấp II có thẩm quyền nào dưới đây trong công tác chuẩn bị dự án và thực hiện dự án?",
        "CacDapAn": [
            "A.  Trình cơ quan nhà nước có thẩm quyền chấp thuận chủ trương đầu tư đối với các dự án không thuộc khoản 1 Điều 28 QC143 do công ty làm chủ đầu tư",
            "B.  Quyết định ĐTXD các dự án đầu tư do cơ quan nhà nước có thẩm quyền hoặc EVN ủy quyền, cho phép quyết định đầu tư",
            "C.  Đáp án A và B đều đúng",
            "D.  Đáp án A và B đều sai"
        ],
        "DapAnDung": "B.  Quyết định ĐTXD các dự án đầu tư do cơ quan nhà nước có thẩm quyền hoặc EVN ủy quyền, cho phép quyết định đầu tư"
    },
    {
        "ID": 16014,
        "CauHoi": "Theo quy định tại Quy chế về công tác đầu tư xây dựng áp dụng trong Tập đoàn Điện lực Quốc gia Việt Nam và các văn bản sửa đổi, bổ sung, hoạt động đấu thầu đối với các dự án đầu tư xây dựng trong Tập đoàn Điện lực Quốc gia Việt Nam cần đảm bảo yêu cầu nào dưới đây?",
        "CacDapAn": [
            "A.  Việc phân chia dự án thành các gói thầu phải căn cứ theo tính chất kỹ thuật, trình tự thực hiện, bảo đảm tiến độ, tính đồng bộ của dự án với quy mô gói thầu hợp lý. Khi phân chia gói thầu cần hạn chế tối đa việc gộp các gói thầu có tính chất công việc khác nhau thành một gói thầu dẫn tới giảm tính cạnh tranh, gây khó khăn trong kiểm soát chất lượng công trình",
            "B.  Các Đơn vị phải phân giao bộ phận đầu mối thực hiện theo dõi, kiểm soát thường xuyên hoạt động đấu thầu tại các phòng, ban, đơn vị thuộc phạm vi quản lý của mình, thực hiện kiểm tra, kiểm soát chặt chẽ đối với những gói thầu chỉ có 01 nhà thầu tham dự hoặc gói thầu chỉ có 01 nhà thầu đáp ứng yêu cầu kỹ thuật",
            "C.  Nghiêm cấm hành vi can thiệp mang tính định hướng, đưa vào HSMT các tiêu chí có tính chất cục bộ, đặt thêm yêu cầu, điều kiện để tạo lợi thế cho một hoặc một số nhà thầu, cá nhân, tổ chức tham gia đấu thầu, gây ra sự cạnh tranh không bình đẳng trong hoạt động đấu thầu",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 16015,
        "CauHoi": "Theo quy định tại Quy chế về công tác đầu tư xây dựng áp dụng trong Tập đoàn Điện lực Quốc gia Việt Nam, Giám đốc Ban QLDA trực thuộc Tổng công ty Điện lực được thực hiện công việc nào dươi đây?",
        "CacDapAn": [
            "A.  Phê duyệt TKBVTC - DTXD đối với dự án thiết kế ba bước do Tổng công ty Điện lực quyết định đầu tư hoặc làm chủ đầu tư",
            "B.  Tổ chức thực hiện các hạng mục công việc thuộc chi phí Ban QLDA trên cơ sở dự toán chi phí hàng năm được Công ty TNHH MTV cấp II phê duyệt",
            "C.  Phê duyệt dự toán gói thầu trường hợp đấu thầu theo thiết kế triển khai sau thiết kế cơ sở",
            "D.  Đáp án B và C đều đúng"
        ],
        "DapAnDung": "D.  Đáp án B và C đều đúng"
    },
    {
        "ID": 16016,
        "CauHoi": "Theo quy định tại Quy chế về công tác đầu tư xây dựng áp dụng trong Tập đoàn Điện lực Quốc gia Việt Nam, ai có thẩm quyền quyết định đầu tư đối với dự án có TMĐT trên 250 tỷ đồng, nhỏ hơn 50% vốn chủ sở hữu tại thời điểm BCTC kiểm toán gần nhất và không vượt quá giá trị dự án nhóm B?",
        "CacDapAn": [
            "A.  HĐTV Tổng Công ty Điện lực",
            "B.  Người đứng đầu Công ty TNHH MTV cấp III",
            "C.  Tổng Giám đốc Tổng Công ty Điện lực",
            "D.  Người đứng đầu các Đơn vị trực thuộc Tổng Công ty Điện lực"
        ],
        "DapAnDung": "A.  HĐTV Tổng Công ty Điện lực"
    },
    {
        "ID": 16017,
        "CauHoi": "Theo quy định tại Quy chế về công tác đầu tư xây dựng áp dụng trong Tập đoàn Điện lực Quốc gia Việt Nam và các văn bản sửa đổi, bổ sung, ai có thẩm quyền rình cơ quan nhà nước có thẩm quyền chấp thuận chủ trương đầu tư theo quy định của Luật Đầu tư đối với các dự án do Công ty TNHH MTV cấp II được giao thực hiện hoặc đề xuất làm nhà đầu tư?",
        "CacDapAn": [
            "A.  HĐTV Công ty TNHH MTV cấp II",
            "B.  Người đứng đầu Công ty TNHH MTV cấp III",
            "C.  Tổng Giám đốc Công ty TNHH MTV cấp II nếu được HĐTV Công ty TNHH MTV cấp II ủy quyền thực hiện",
            "D.  Đáp án A và C đều đúng"
        ],
        "DapAnDung": "D.  Đáp án A và C đều đúng"
    },
    {
        "ID": 16018,
        "CauHoi": "Theo quy định tại Quy chế về công tác đầu tư xây dựng áp dụng trong Tập đoàn Điện lực Quốc gia Việt Nam, ai có thẩm quyền quyết định đầu tư đối với dự án có TMĐT không quá 120 tỷ đồng và không vượt quá giá trị dự án nhóm C?",
        "CacDapAn": [
            "A.  HĐTV Tổng Công ty Điện lực",
            "B.  Người đứng đầu Công ty TNHH MTV cấp III",
            "C.  Tổng Giám đốc Tổng Công ty Điện lực",
            "D.  Người đứng đầu các Đơn vị trực thuộc Tổng Công ty Điện lực"
        ],
        "DapAnDung": "B.  Người đứng đầu Công ty TNHH MTV cấp III"
    },
    {
        "ID": 16019,
        "CauHoi": "Theo quy định tại Quy chế về công tác đầu tư xây dựng áp dụng trong Tập đoàn Điện lực Quốc gia Việt Nam, ai có thẩm quyền quyết định đầu tư đối với dự án có TMĐT không quá 60 tỷ đồng và không vượt quá giá trị dự án nhóm C được giao làm chủ đầu tư?",
        "CacDapAn": [
            "A.  HĐTV Tổng Công ty Điện lực",
            "B.  Người đứng đầu Công ty TNHH MTV cấp III",
            "C.  Tổng Giám đốc Tổng Công ty Điện lực",
            "D.  Người đứng đầu các Đơn vị trực thuộc Tổng Công ty Điện lực"
        ],
        "DapAnDung": "D.  Người đứng đầu các Đơn vị trực thuộc Tổng Công ty Điện lực"
    },
    {
        "ID": 16020,
        "CauHoi": "Theo quy định tại Quy chế về công tác đầu tư xây dựng áp dụng trong Tập đoàn Điện lực Quốc gia Việt Nam, hợp đồng sau khi ký kết phải được lưu trữ theo quy định và sao gửi đến các đối tượng nào dưới đây?",
        "CacDapAn": [
            "A.  Đại diện chủ đầu tư trực tiếp thực hiện quản lý dự án",
            "B.  Ban/Phòng Pháp chế của chủ đầu tư",
            "C.  Ban/Phòng quản lý xây dựng của chủ đầu tư",
            "D.  Tất cả đáp án trên đều đúng"
        ],
        "DapAnDung": "D.  Tất cả đáp án trên đều đúng"
    },
    {
        "ID": 16021,
        "CauHoi": "Trường hợp Quy chế về công tác đầu tư xây dựng trong Tập đoàn Điện lực Quốc gia Việt Nam có quy định khác Luật đấu thầu về cùng một vấn đề thì áp dụng quy định nào?",
        "CacDapAn": [
            "A.  Áp dụng Quy chế về công tác đầu tư xây dựng trong Tập đoàn Điện lực Quốc gia Việt Nam",
            "B.  Áp dụng văn bản hướng dẫn của Tập đoàn Điện lực Việt Nam",
            "C.  Áp dụng quy định của Luật đấu thầu",
            "D.  Đáp án A và B đúng"
        ],
        "DapAnDung": "C.  Áp dụng quy định của Luật đấu thầu"
    },
    {
        "ID": 16022,
        "CauHoi": "Trường hợp mẫu Hợp đồng xây dựng theo quy định của Bộ xây dựng khác với mẫu hợp đồng ban hành kèm theo Hồ sơ mời thầu do Bộ kế hoạch và Đầu tư ban hành thì áp dụng mẫu hợp đồng nào?",
        "CacDapAn": [
            "A.  Áp dụng mẫu Hợp đồng xây dựng theo quy định của Bộ xây dựng",
            "B.  Áp dụng mẫu hồ sơ mời thầu do Bộ kế hoạch và Đầu tư ban hành, quá trình thương thảo và hoàn thiện hợp đồng các bên có thể bổ sung về luật áp dụng, các quy định của hợp đồng xây dựng theo quy định của pháp luật xây dựng",
            "C.  Được quyền lựa chọn áp dụng một trong hai mẫu hợp đồng",
            "D.  Tất cả đáp án A, B và C đều đúng"
        ],
        "DapAnDung": "B.  Áp dụng mẫu hồ sơ mời thầu do Bộ kế hoạch và Đầu tư ban hành, quá trình thương thảo và hoàn thiện hợp đồng các bên có thể bổ sung về luật áp dụng, các quy định của hợp đồng xây dựng theo quy định của pháp luật xây dựng"
    },
    {
        "ID": 16023,
        "CauHoi": "Trường hợp hạng mục/công trình phát sinh hoặc điều chỉnh thiết kế làm thay đổi các giải pháp kỹ thuật chính so với TKCS hoặc vượt TMĐT theo BCNCKT (Bao gồm cả dự phòng) phải trình cấp nào quyết định?",
        "CacDapAn": [
            "A.  Người quyết định đầu tư",
            "B.  Chủ đầu tư",
            "C.  Người đứng đầu đơn vị",
            "D.  Tất cả đáp án A, B và C đều đúng"
        ],
        "DapAnDung": "A.  Người quyết định đầu tư"
    },
    {
        "ID": 16024,
        "CauHoi": "Khi nhà thầu bị đánh giá là vi phạm hợp đồng, Đơn vị được giao QLDA phải làm gì?",
        "CacDapAn": [
            "A.  Có văn bản gửi nhà thầu khẳng định lỗi vi phạm và lập biên bản về lỗi vi phạm đó làm căn cứ thực hiện công tác xử lý hợp đồng",
            "B.  Thực hiện thủ tục phạt vi phạm, đơn phương chấm dứt hợp đồng.",
            "C.  Thông báo yêu cầu nhà thầu chấm dứt hành vi vi phạm",
            "D.  Tất cả đáp án A, B và C đều đúng"
        ],
        "DapAnDung": "A.  Có văn bản gửi nhà thầu khẳng định lỗi vi phạm và lập biên bản về lỗi vi phạm đó làm căn cứ thực hiện công tác xử lý hợp đồng"
    },
    {
        "ID": 16025,
        "CauHoi": "Trường hợp hạng mục/công trình phát sinh hoặc điều chỉnh thiết kế làm thay đổi các giải pháp kỹ thuật chính so với TKKT hoặc vượt DTXD (Bao gồm cả dự phòng) phải trình cấp nào quyết định?",
        "CacDapAn": [
            "A.  Nhà thầu tư vấn thiết kế",
            "B.  Bên mời thầu",
            "C.  Người phê duyệt TKKT",
            "D.  Tất cả đáp án A, B và C đều đúng"
        ],
        "DapAnDung": "C.  Người phê duyệt TKKT"
    }
]